#version: 0.2 - Trained by `huggingface/tokenizers`
a a
e e
a n
o o
i i
u u
Ġ k
aa n
Ġ d
a r
a t
a m
Ġ h
Ġ i
t i
Ġ b
a b
a l
Ġ g
Ġ j
i r
Ġ f
Ġ t
k k
Ġ m
u m
i n
c h
Ê ¼
d h
Ġ w
Ġ a
Ġd h
s s
Ġ q
Ġ s
ee n
o m
Ġk an
ee ss
r r
t ti
Ġ O
r om
Ġf i
i s
y y
oo t
um m
Ġj ir
n i
ĠO rom
at ti
ii n
u r
aa l
Ġi s
kk a
uu n
d d
Ġ n
y aa
a Ê¼
Ġq ab
Ġi rr
a g
ĠOrom oo
Ġh in
aa f
u n
an ii
Ġa kka
Ġ o
Ġ A
Ġk eess
Ġj e
aa t
â Ģ
aa s
Ġ y
a ch
b b
Ġb ar
umm aa
i l
oo n
uu f
Ġw al
Ġ l
oot a
r a
am m
a h
m m
e r
am a
an n
a d
i yy
Ġ B
Ġt aÊ¼
Ġt o
een y
j j
aa r
Ġje dh
i yaa
ee f
s aa
Ġ M
Ġ c
Ġg ar
at a
Ġ G
at t
o r
s a
Ġis aan
Ġto kk
u l
a yy
Ġkan a
Ġ W
Ġjir u
a f
Ġirr atti
a s
r aa
Ġ D
Ġirr aa
Ġ ar
u f
Ġi tti
Ġis aa
l ee
a q
ii s
i t
Ġw aan
Ġ S
b aa
Ġt ur
Ġ I
an d
Ġ H
an a
Ġ âĢ
o t
eeny a
Ġg u
Ġh o
Ġg o
aa m
s oo
Ġ amm
a kk
Ġkeess atti
w w
Ġw ar
am aa
Ġb iyy
al ee
Ġa dd
ii f
e n
g a
g aa
Ġi l
Ġo f
Ġk un
p h
n a
Ġd ee
o l
Ġ K
ee k
um a
Ġdh aa
un d
B O
i f
am u
o n
u b
i m
t ii
am an
Ġ umm
Ġ 2
i tti
Ġtokk o
g g
Ġn u
er oo
ach uu
am e
Ġh und
Ġar g
Ġ uu
Ġd and
t u
ab a
Ġ T
Ġd ur
Ġkeess a
ayy aan
aa tti
t uu
Ġh ar
Ġt ah
Ġisaan ii
Ġy oo
Ġdh i
Ġ F
Ġjir a
dh a
Ġ Q
at aa
Ġ yaa
u bb
Ġg aaf
eef f
Ġg al
il is
n e
Ġk eenya
d a
am ee
Ġ 1
i ch
Ġdh a
oo l
n ee
Ġje ch
i dh
Ġb eek
al l
ag g
Ġy eroo
Ġm alee
Ġ J
at ee
umm aan
Ġ (
aa ch
Ġb ir
al a
Ġd ab
Ġ ab
t aa
Ġkeess aa
Ġirr a
am uu
k aa
ar aa
at u
Ġqab soo
Ġq o
oo m
at an
a y
f aa
ĠOrom iyaa
Ġgu dd
Ġtur e
Ġuu mm
a kka
ar s
Ġh idh
Ġo l
oon ni
Ġd iin
aa y
Ġd ar
Ġ r
ee g
Ġs een
ilis ummaa
ar r
Ġ U
Ġ x
Ġn am
ayyaan ee
ot a
t t
u dh
Ġm oot
f aan
ĠâĢ ľ
d aa
Ġa kk
âĢ Ŀ
Ġs ab
ann oo
Ġjir an
Ġm ir
a dh
aal aa
e dd
u Ê¼
al aa
at e
Ġn ama
Ġbiyy a
a w
Ġs o
0 1
Ġdee b
m aan
Ġi j
Ġho jj
Ġi n
Ġgar a
in a
Ġh aa
i y
een yaa
Ġbar baa
dh aan
= =
Ġh ir
Ġm ur
ĠA BO
Ġqab u
Ġg ab
t ee
aal a
e ss
Ġ ni
Ġh ub
j ii
Ġgo dh
ee s
Ġumm ata
K an
en n
Ġh um
Ġdh ab
Ġwal iin
Ġd ubb
Ġs ir
Ġi b
Ġh edd
Ġdand aÊ¼
aal l
aa Ê¼
aan n
Ġ N
Ġs h
Ġf udh
ach uun
i dd
at anii
Ġ ra
A A
âĢ ¦
Ġis a
h aa
f ii
Ġ L
i ti
i Ê¼
Ġm ar
is aa
a dd
Ġbar a
Ġdh u
Ġh an
b a
Ġdhaa bb
oot aa
q ab
eess aa
Ġ Y
Ġb oo
oo f
Ġb ah
ee r
an ni
ag aa
Ġy k
Ġl af
an i
aq aa
Ġdee m
ĠA m
Ġb akka
Ġj ab
0 0
Ġg ah
ĠtaÊ¼ uu
an aa
Ġg ad
Ġ ti
Ġadd a
n een
uu l
t e
u s
aa yy
d ee
! !
Ġb ul
Ġf akk
Ġdh uf
Ġj al
ii r
Ġyk n
s iis
Ġk enn
t oo
ch aa
Ġ E
Ġyaa d
s ii
Ġg uu
Ġm ag
ee rr
Ġil aal
a jj
eess a
Ġuumm ata
Ġ aan
Ġo rom
Ġm aal
Ġ eeg
yy aa
r i
Ġk araa
um aa
Ġqab a
aat u
oot ni
k aan
aas a
ph iyaa
Ġra kk
ee ra
Ġ2 01
Ġt aan
rr aa
f in
Ġhar Ê¼
t iin
ar a
Ġb ilisummaa
Ġt aas
q q
Ġdur a
Ġm ana
Ġib s
aan a
Ġamm oo
e d
Ġdh al
Ġ p
Ġd ir
Ġb uÊ¼
Ġk eenyaa
f a
ĠW ayyaanee
mm a
aat iin
Ġ C
r u
aal ee
Ġs ad
Ġ er
Ġb aas
or m
Ġmoot ummaa
Ġk u
Ġkan neen
d ii
Ġs an
Ġ aman
anii f
ĠtaÊ¼ e
Ġamm a
Ġm iti
aba j
O rom
oo r
at i
ach aa
ar raa
ab s
in fin
aat a
Ġa jj
Ġjech uun
bb aa
Ġgar uu
Ġkan aan
s i
Ġ raa
a j
Ġj i
Ġjedh u
ich a
e dh
k a
ee l
k an
ach uuf
Ġhedd uu
Ġho jii
Ġg agg
Ġdhaa b
a ww
ĠU mm
Ġh af
aan ii
is uu
Ġ R
Ġn aann
Ġil maan
Ġdh ag
Ġh im
Ġbar att
t oota
am anii
aat ii
Ġl amm
Ġm ii
ĠOromoo n
Ġbar r
Ġwar ra
ii g
Ġf uf
ag gaa
e s
Ġs iyaa
Ġgudd aa
ach iis
Ġ u
ad aa
Ġab baa
Ġb o
Ġo soo
ĠtaÊ¼ u
Ġk abaj
Ġij aar
m aa
Ġm aqaa
Ġboo da
Ġw aa
aach uu
ch a
ab b
un yaa
Ġmir ga
i d
infin nee
âĢ¦ âĢ¦
Ġs aba
aas aa
Ġw ayyaanee
Ġdar b
ch is
Ġk aÊ¼
Ġm ul
Ġin ni
Ġjir aat
Ġm is
Ġ e
Ġseen aa
aar aa
Ġso ch
Ġkan aa
e f
Ġi tt
Ġhan ga
iyy a
a k
ĠtaÊ¼ ee
Ġqab an
Ġb al
Ġtur an
a c
Ġa faan
Ġof ii
am aan
Ġakka s
D h
n u
t an
ĠB ilisummaa
eess uu
aan aa
s uu
== ==
as h
Ġis in
Ġm oo
Ġt ar
Ġdh ii
am uun
dh aa
Ġh aala
Ġwal itti
Ġk aas
m a
f faa
Ġqo ph
o d
rr a
e l
Ġhum na
Kan aaf
Ġadd aa
Ġnaann oo
o k
u dd
Ġlaf a
ww an
o kk
Ġ al
bb o
ĠD h
Ġgu yyaa
Ġ P
Ġuu m
aaf i
Ġjedh an
oo ti
ĠS h
Ġ 3
Ġc im
u d
Ġumm at
Ġm orm
i x
Ġmag aalaa
Ġorom oo
Ġtaan e
âĢ Ļ
aa b
ĠF infinnee
Ġhojj e
Ġ ee
r ee
Ġdiin a
ch uu
Ġm il
Ġfi l
Ġdhi mma
a x
Ġs ana
Ġ aa
A kka
Ġbarbaa d
n aan
Ġjech uu
Ġakk uma
Ġdir q
Ġh aw
ann ee
ĠA faan
ul l
Ġsiyaa saa
ar kaa
e gg
r ii
Ġs ag
Ġg ur
K un
Ġh or
in aa
s aan
rr atti
Ġraa ww
Ġ ool
K ana
on ni
gg an
ĠâĢ ĵ
ars ii
aa q
i mm
Ġjir uu
Ġyaa da
Ġbir aa
D O
ar g
Ġgar aa
Ġk ee
een s
Ġwar eeg
* *
Ġh amm
Ġf ii
Ġjal qab
ni v
t a
ann e
ar ra
Ġhund a
d uu
ayyaan een
Ġhidh aa
ĠB ar
Ġw aggaa
ĠQ eerr
y oo
Ġjedh anii
an g
Ġgar g
Ġdhi h
Ġsir na
il ee
s is
ir a
Ġje n
ĠW al
n aa
att ii
ĠharÊ¼ a
Ġq oo
Ġj aar
i g
Ġgab r
Ġtar kaan
Ġtaas is
j if
Ġmul Ê¼
r e
Ġtah uu
Ġadd unyaa
aat aa
Ġd uu
o f
Ġjedh amu
is h
Ġji jj
l e
Ġl ol
n oota
Ġf al
2 01
Ġ1 9
ch i
u rr
Ġl ubb
um ur
Ġf edh
ĠUmm ata
Ġamm aa
Ġ eeny
mm oo
Ġrakk oo
Ġil lee
Ġb u
Ġjedh ee
Ġis h
Ġhar ka
Ġsad arkaa
Ġdhu gaa
ĠA r
am ni
h e
âĢ ľ
Ġqo fa
Ġh oo
Ġg aÊ¼
Ġa s
i b
Ġdeeb iÊ¼
O O
Ġitt iin
ag a
ann aa
ee b
Ġqab s
u tti
l aa
l i
ĠI too
E E
ĠA dd
Ġgaaf fii
Ġgad i
ef f
ich aa
Ġl akk
Ġdhu g
Ġg oot
Ġ am
Ġtokk ummaa
Ġk aayy
Ġk oo
Ġmur t
al lee
Ġnam oota
Ġb aq
um sa
Ġo d
Ġmoot ummaan
Ġqab saa
ĠâĢ ĺ
t aan
Ġf ayy
P DO
dee m
Ġ alaa
i a
Ġdab ars
Ġw ajj
Ġtah e
Ġd uÊ¼
ann een
ĠA b
L F
ĠA f
am ne
ĠH ab
l een
it ii
at uu
i k
o p
ĠOromoo f
yy uu
Ġer g
Ġa g
Ġj ala
ĠW BO
yy aan
Ġf in
um as
Ġdab al
Ġq aam
s h
d aan
Ġd adh
ess a
ann a
Ġn a
ar oo
u g
ab aa
Ġq ub
Ġf ur
iy aan
ar uu
Ġq or
Ġhund i
Ġn amaa
arr i
ich i
Ġd an
Ġn yaa
Ê¼ ee
ot aa
Ġaa daa
oot ummaan
l a
s uuf
ee raa
Ġjir aachuu
Ġdh iis
Ġb ilis
aat e
Ġi f
Ġn agaa
Ġbiyy aa
ĠItoo phiyaa
Ġab b
Ġs aa
Ġn ag
I n
Ġc aal
aat ee
Ġlamm ii
Ġb it
Ġy aal
s ee
anii ru
i qq
Ġd al
Ġkan atti
W al
Ġa k
Ġb if
Ġk uf
Ġk aan
ĠdandaÊ¼ u
Ġb aÊ¼
ti n
eess uuf
Ġsoch ii
is a
Ġs aam
Ġer ga
ĠO PDO
aa w
Ġmoo raa
ĠQ ab
Ġdand eeny
b oo
uu dhaan
ti yoo
Ġdiin aa
t ummaa
Ġbul ch
ir r
il a
_ _
Ġdh aam
ĠâĢ Ŀ
Ġd aan
Ġa deem
Ġg ama
ir raa
Ġmir kan
Ġ 4
Ġ ?
eess uun
Ġdhaa ba
Ġgarg aar
ĠG adaa
x an
g oo
Ġkan aaf
iin sa
Ġg egg
Ġbarbaa chis
Ġd uul
idd aa
Ġa f
al ph
Ġkaayy oo
ee q
Ġw aam
Ġk eeny
eess an
at ni
Y eroo
Ġt a
i q
o g
Ġi mmoo
P LF
in aan
Ġdadh ab
ĠY uu
A kk
ĠtaÊ¼ an
in ee
ann oon
Ġb akk
at amaa
Ġn uuf
idd uu
Ġf uul
U mm
Ġm al
Ġx umur
Ġg aar
Ġs un
b ii
ĠM ag
ĠH ar
b oon
o gg
Ġbif a
Ġwajj in
Ġmis eens
Ġh aww
aÊ¼ aa
Ġwar ri
I I
Ġjech a
Ġb ad
. .
Ġnam ni
Ġdar g
Ġjir aach
att oota
Ġk al
att uu
Ġwal ii
eess u
f iin
ĠI tiyoo
ĠQ BO
Ġdhi y
Ġ 5
aa d
Ġtah u
ĠM in
ĠW aaq
Ġakkas umas
Ġbaratt oota
Ġb aaf
Ġs alph
Ġfal m
is uuf
Ġj alaa
Ġbo bb
Ġb aay
aaÊ¼ ee
ĠA d
Ġgaaf a
as haa
ĠQeerr oo
á Ī
Ġhund aa
Ġa j
Ġwar aana
Ġdeeb ii
Ġguu tuu
d ur
t er
Ê¼ aa
ĠO bbo
Ġjijj iir
Ġjir tu
Ġqab na
e m
Ġc aalaa
ot ni
ee y
Ġk am
Ġdh aq
Ġn atti
ĠI n
s uun
m p
d u
ch uun
agg oota
ann u
ĠB iyya
um aan
Ġbir a
Ġgur g
Ġkeess an
Ġdh uun
Ġh ii
Ġeeg al
n ii
eess e
W aan
at ama
ĠG od
Ġbu qq
eess ee
is ee
Ġin jif
t o
Ġ2 00
Ġ X
aall i
am siis
Ġtokk oo
Ġt he
B ar
Ġqab ne
iyy aa
Ġ ul
ii saa
D G
aan ni
ĠA bbaa
Ġg amm
Ġdirq ama
i c
ee t
amee ra
Ġa d
Ġh am
at aan
Ġb uu
G aaf
rr i
uuf i
is u
Ġf ag
ĠOrom ummaa
Ġh al
arr atti
Ġjal atti
aa j
Ġw an
arsii tii
Ġqabs oon
Ġx iqq
is iis
oot ii
ĠA l
oot iin
in g
e tti
Ġqo faa
Ġakk am
O M
Ġgabr ummaa
Ġb an
er s
ĠbuÊ¼ aa
âĢ¦âĢ¦ âĢ¦âĢ¦
aq a
Ġg aa
Ġfayy ad
Ġu tuu
Ġt an
um saa
Ġg um
Ġbarbaa ch
t oonni
Ġk a
Ġwar aanaa
Ġjaar m
Ġj aal
ĠtaÊ¼ eef
c om
Ġdh aan
ĠOrom o
H ar
Ġbir oo
G aruu
ii tti
Ġij ool
ĠJ imm
m oo
u k
Ġlubb uu
Y oo
q ur
Ġgagg eeff
Ġtarkaan fii
in d
Ġm ataa
Ġnu tti
Ġb all
aw aa
ii ra
Ġsab boon
ar ii
==== ====
aas ii
Ġg an
Ġo tuu
af f
ool is
Ġajj ees
eess it
att ee
ĠK an
is uun
Ġ uf
Ġl ama
Ġm add
Ġq al
Ġto l
A N
u kk
u t
ĠT PLF
am uuf
Ġjir ti
ar ee
iy oon
ĠtaÊ¼ a
t ota
Ġho j
Ġh aal
Ġgab aas
o ch
Ġhedd uun
Ġaan goo
il aa
i bb
Ġnu ti
Q ab
Ġq aww
aam aa
Ġqoo da
Ġg and
Ġgo d
un qur
Ġd iig
ĠG al
Ġdur aa
A BO
or k
Ê¼ a
ed er
er oon
ĠF DG
in e
adh aa
Ġjir ra
I N
Ġg add
ĠtaÊ¼ uun
rr ee
an iin
Ġak eek
Ġk en
at amu
dd oo
Ġgal m
f i
k ol
Ġm ees
Ġwal ab
o s
Ġtah ee
Ġc arraa
M ootummaan
Ġ ala
Ġdh um
Ġhir m
!! !!
dh aaf
ess aa
at oota
y ii
Ġku ni
u yyaa
Ġdh eer
Ġm ad
ĠU umm
Ġish ee
Ġw ay
H aa
Ġsag alee
Ġbiyy oota
Ġku t
jj ii
Ġbar n
Ġje tt
ol a
ĠABO n
ii sa
aas h
Ġgudd aan
een aa
Ġr oo
Ġku taa
Orom oon
u q
Ġtaas if
Ġ ani
Ġg am
Ġaman tii
Ġdhal oota
Ġbarbaach isaa
Ġho ggan
aat an
ĠT ig
ĠYuu niv
bb oo
m aata
ĠItiyoo phiyaa
Ġirr ee
Ġ201 4
Ġjir eenya
b aan
Ġm uu
ĠJimm aa
Ġc unqur
ee kk
ĠI l
i j
Ġjir ru
Ġaan aa
at ame
Ġ 0
o ra
ah aa
oot ummaa
Ġf ac
Ġib sa
Ġguu t
ĠT okk
ch uuf
Ġq on
Ġirr aan
U U
at am
k f
ĠdandaÊ¼ a
Ġm aq
Ġjedh e
Ġmorm ii
Ġhor d
oom aa
Ġhaw aasa
Ġyoo m
Ġm ud
aat iif
Ġdh ok
in ni
Ġdandeeny e
an ee
Ġc uf
ti s
Ġfakk aatu
o ph
ĠI s
Ġtur ee
Ġf aa
Ġx iyy
s u
Ġ |
Ġ an
Ġ um
ĠQab soo
yy aana
Ġdh iyaa
an taa
b uu
Ġ 6
Ġd im
Ġd ag
Ġumm ataa
c c
Ġkaas ee
Ġs aanii
aay ee
t h
Ġk iyya
Ġbar noota
T okk
y aan
Ġjedh a
Ġgah aa
ĠA bb
ati on
Ġfi x
Ġgaar ii
Ġmii dh
um atti
Ġl abs
Ġdar an
e g
Ġdiin ni
ĠGod ina
S ab
Ġd iddaa
an itti
Ġu kk
ĠOrom oota
Ġi yy
Ġqab eenya
ĠW all
ars iis
ajj ii
Ġ Z
Ġwar raa
Ġqabsaa w
R OM
Ġl amaan
Ġumm anni
Ġajj eef
Ġis aaf
amm uu
Ġw ayy
Ġ 7
Ġs eera
Ġwal g
Ġdee gg
ĠHab ashaa
Ġ1 2
Ġeeny ummaa
aÊ¼ u
Ġdab r
Ġwal l
Ġhaw aas
Ġt uf
Ġb or
Ġs i
N am
Ġbar siis
Ġqaam a
il l
Ġqab nu
Ġo g
ĠB iyy
aÊ¼ uu
Ġajj ee
eess anii
Ġjedh een
Ġl aaf
Ġgo chaa
Ġmag aal
een sa
Ġdhi mm
Ġc abs
Ġsh akk
il ik
Ġmil k
S A
Ġk ar
ĠD arg
Ġamm as
Ġod oo
att u
Ġsaa x
ĠI b
i kaa
Ġh ayy
q aa
en t
aj eel
Ġt aj
ĠW ayyaaneen
Ġqab atee
Ġdarg agg
at amuu
am een
Ġt ana
ĠAf ri
âĢ Ķ
Ġab dii
Ġwal iig
Ġm ee
ul lee
Ġ201 3
Ġwareeg ama
Ġmaal iif
Ġamm o
Ġakk an
ir aa
t anii
mp aay
oo k
ĠAm boo
ĠW ar
b ee
á ī
ĠMag aalaa
Ġji bb
Ġg idduu
Ġb oon
ab al
Ġt aaÊ¼
Ġadd aan
Ġmir gaa
n is
Ġsab aa
Ġil aall
all i
at uun
Ġarg amu
Ġbarr eeff
Ġdab ar
s anii
Ġcim aa
Ġd ub
Ġy eroon
Ġbiyy attii
e Ê¼
Ġakka sii
Ġfedh ii
Ġmoot umm
s an
Ġo bbo
Akk uma
Ġjedh uun
d i
aa dh
eel l
Ġif atti
o lee
abs oon
b an
en y
is anii
Ġisaan iif
B ara
á ĭ
e y
Ġk ol
aa baa
Ġbeek u
ĠAm aaraa
Ġo too
Ġqo f
Ġbir atti
or g
Ġmur tii
A R
á Ĭ
Ġ1 0
ee tti
Ġl een
Ġjen nee
Ġtokk oon
af faa
Ġ 9
Ġd in
Ġq ind
ĠO ROM
Ġhir iira
aa ww
Ġhund aan
aa rraa
Ġa ch
Ġul f
aat uu
Ġsab aba
irr atti
Ġb aan
Ġw ayyaaneen
is e
Ġ201 5
Ġummat ni
Ġgum aach
om m
aÊ¼ ee
oot aan
Ġdh ala
is an
Ġmir g
Ġtaj aaj
Ġi fa
i bbaa
uu dha
Ġh aaraa
** **
Ġr agaa
Ġhan g
Ġd amm
Ġm ax
chis ee
Ġhord of
Ġhar k
Ġ 8
am oo
Ġy akk
Ġb il
Ġfin iin
o Ê¼
ĠG ab
Ġs eer
Ġmees haa
t uun
Ġjiraat an
Ġilaal cha
eef i
AA N
j edh
s if
ĠB ul
Ġhamm a
u taa
Ġdhii ga
ĠharÊ¼ aa
Ġhan q
Ġ and
ĠS ad
Ġdar ar
Ġso d
/ /
aa rr
S h
Ġgo n
u ni
att e
Ġee gg
Ġb aayy
at ii
ĠHab ash
Ġk on
Ġhar kaa
ul q
ii l
am tee
o ti
Ġijool lee
ĠH o
Ġqaww ee
Ġy akka
Ġgah e
Ġhir iir
Ġfin c
Ġd id
Ġwan ti
Ġmar ii
Ġbar b
D F
s e
il lee
Ġjir aatu
oo lee
Ġarg aman
Ġdubb ii
N amni
Ġwalab ummaa
iif i
Ġdhab uu
Ġd ach
ĠD haa
Ġt urr
iyy uu
ĠQeerr oon
Ġsaax il
Ġ1 5
__ __
Ġdh iif
ĠD r
aq q
I l
ac c
Ġgur m
Ġgurg ur
am toota
or ee
Ġj ajj
Ġdh eeraa
it aa
Ġfur maata
D haa
Ġg oon
uu dh
Ġjedh amee
Ġfi d
Ġto r
am tu
Ġh aas
Ġf ir
Ġwal iif
Ġkeenyaa f
Ġhoo ggan
t ar
I saan
Ġwaam icha
Ġbaay Ê¼ee
Ġdeem aa
Ġt att
M M
Ġag arsiis
Ġk een
Ġgo chuu
Ġmurt eeff
Ġaj aj
e ra
Ġ -
at uuf
Ġdhuf e
ish aan
it a
Ġs uu
M aal
Ġakk anaa
in c
m an
Ġq eerr
Ġsir ni
Ġjab aa
Ġxiyy eeff
H aala
Ġm an
Ġgaaf ii
Ġqab uu
Ġp oolis
Ġdal ag
in u
Ġbal Ê¼
Ġbarbaachis u
Ġgar ee
Ġtah eef
Ġhub achuu
ĠMin ilik
aa ra
Ġlubb uun
? ?
Ã £
Ġf aar
Ġqab eenyaa
H um
Ġk kf
Ġdhaa d
Ġh u
n eef
o w
A dd
aat t
d iin
ĠâĢ Ķ
Ġgal ii
Ġg or
ur a
Ġqabsaa Ê¼
Ġjaarm ay
Ġq ajeel
Ġfil annoo
Ġb ay
Ġa chi
aÊ¼ a
Ġuumm anni
ĠL amm
Ġbarn ootaa
g ar
Ġmar a
u ti
G ab
Ġjiraach uun
ulq ull
i h
K eess
Ġseen aan
is t
rr oo
Ġduul a
Ġqab du
Ġhum naan
Ġ2 0
ĠH aw
Ġqoph ii
Ġhir ee
e w
Ġkun is
Ġm in
Ġukk aam
Ġjech aa
Ġc all
Ġr eeb
abb oon
i z
Ġbeek sis
âĢĶ âĢĶ
Ġmax xan
Ġjajj ab
uu tti
Ġm aatii
ĠJ ir
Ġsh ira
Ġh amaa
Ġdeegg ar
eess i
Ġd egg
Ġw aggoota
Ġjir uuf
ix x
Ġn aan
w aa
p p
s it
at iin
Ġw aayee
umm a
Ġi yyuu
Ġdan taa
aal een
ach iif
Ġtah an
ayy uu
ĠkaÊ¼ e
Ġs ar
A L
o h
Ġfakk aata
Ġtatt aaf
Ġn uu
Ġhum ni
Ġ201 6
achiis uu
Ġw aaÊ¼ee
ok r
ĠAfri kaa
Ġt oof
Ġdhab amsiis
Ġtokk ummaan
j e
Ġt as
ag aan
Ġg ay
sii saa
Ġbarr uu
t iif
l aan
g al
m b
ers itii
A T
Ġk amuu
Ġdhaam sa
Ġij a
Ġdeem u
Ġbal aal
ayy aa
A b
Ġ /
Ġnam oonni
Ġkal eessa
Ġdhuun f
Ġkabaj aa
Ġbarbaad u
Ġis ii
iyoon a
Ġbulch iinsa
oo tti
Ġo n
Ġlaf aa
Ġmii dhaa
Ġd u
Ġwaliig al
Ġh aar
Ġbar ataa
z e
Ġs ammuu
in sa
s iif
Ġt akk
af xan
Ġhii k
K anneen
Ġsir rii
all att
U umm
uu mm
Ġkee y
. âĢĿ
Ġsab ab
Ġ aar
Ġjiru tti
Ġarg achuu
W ar
W arri
j ir
Ġtarkaan f
a ph
Ġwarraa q
ĠM ootummaa
Ġdhi bb
Ġhum n
S ir
Ġh aga
Ġb alaa
Ġj aall
Ġof iin
Ġdarb e
Ġdaan gaa
Ġbaratt ootni
eess atti
bb ol
Ġhoo gg
Ġar r
Ġdhag ah
at amee
Ġq ulqull
Ġjir aa
Ġy oon
aach aa
or uu
a saa
ang al
ĠG aaf
ar an
: -
Ġ19 9
A B
t s
Ġq ar
Ġn aaf
aas ee
ĠD ir
O N
Ġgar ag
Ġar maan
ch aan
ĠA w
Ġfuul a
Ġdamm aq
am eef
Ġm ala
enn aa
at att
l lee
Ġk aroo
th i
uu s
umm aaf
o rom
Ġw ol
Ġturr e
Ġe jj
aach uun
x ii
Ġm ak
A mma
Ġlakk oof
Ġt um
od e
ĠAdd a
Ġti k
eet tii
aat anii
an is
c e
Ġbad ii
ann aan
Ġnag aan
Ġh ab
Ġisaan i
Ġtaan ee
Ġinjif annoo
aa k
oom a
ĠAm eer
201 4
Ġh aalli
Ġp aar
Ġisin iif
Har Ê¼a
Ġ V
Ġb eekk
it oot
Ġqab aachuu
Ġc ode
Ġol itti
ĠI to
Ġhidh aatti
s o
ĠM ar
u niv
aa ti
Ġdhuun faa
Ġmalee s
e t
Ġgu yy
Ġ1 1
ee dd
Ġm anneen
Ġuumm ataa
Ġisaa tti
abb ii
Ġb abal
Ġd og
Ġb eel
H o
Ġbiyy atti
atan i
Ġsh an
Q absoon
Ġmii d
i jj
t onni
Ġt uq
it tii
a ss
ĠI rree
Ġgad ii
aann oo
Ġtur te
Ġd ug
Ġa ww
ah ii
, âĢĿ
Ġd ii
ĠA n
Ġdhi b
w aan
aÊ¼ e
Ġmil kaa
Ġ2 5
Ġl am
E r
A M
ool essa
Ġbah aa
Ġ )
ĠI tti
Ġgagg eessaa
ix aa
G al
ze x
Ġee bb
e b
ĠS om
Ġorom iyaa
Ġhaf e
o b
Ġk ak
Ġk ab
Ġdhu kk
Ġdub ar
n uu
ag dee
Ġso ss
Ġilaal chisee
at in
oot aaf
att oonni
Ġwar r
t ootni
ar kaan
aam saa
ĠBar ataa
Ġm u
aas uu
ĠOROM OO
Ġgah ee
Ġy o
un yaan
D iin
M ee
Ġb as
Ġmiseens ota
ĠUumm ata
ĠM is
A mm
at een
Ġdaan dii
S H
Ġakkas uma
Ġmaq aan
m ii
Ġf uudh
e Ê¼ee
Ġjir anii
Ġhoj iin
thi op
Y aa
aas aan
Ġdab re
t een
ach iisaa
ir ee
Ġi m
Ġa yyaana
Ġdh agg
ĠOromoo tti
R akk
Ġish ii
am te
eeny e
Ġh aq
ĠtaÊ¼ anii
G ama
ĠO l
aal ii
Ġc al
Ġq ot
Ġtah uun
Ġhidh annoo
Ġra s
Ġgoot ota
In jif
i mma
Ġk uma
am ii
Ġar gaa
iir oo
Ġdabal atee
In ni
Ġsag antaa
eeny i
ĠH ay
Ġhum noota
Ġgand a
Ġe g
ah a
Ġta ph
e k
Ġdhag eess
Ġgurg udd
i daa
Ġkun oo
Ġdur ee
Ġal atti
Ġk um
I tti
Ġt umsa
Ġdal d
ĠB ahaa
Ġtokko tti
Ġuumm atni
00 0
b la
ĠkaÊ¼ ee
Ġgar b
Ġhund uu
Ġsir r
Ġadeem sa
Ġg uf
ĠAdd unyaa
Ġbo q
Ġakeek a
u gaa
Ġi ddoo
Ġm eeq
Ġbal Ê¼aa
och ii
oo raa
aÊ¼ an
Ġdh angal
eeny aan
ĠB ir
ĠM ootummaan
af a
Ġnu rraa
Ġkenn uu
~ ~
ĠB oor
Ġfudh achuu
E gaa
Ġh aqa
ww aa
) ,
ag ga
Ġsiyaa sa
Ġbalaal eff
Ġdhaabb achuu
ĠF eder
s isaa
Ġduu b
Ġd oor
Ġdubb atan
aas uun
Ġhin qab
Ġab d
Ġbarbaa da
Ġgargaar sa
t ootaa
Ê¼ aan
Ġjir tan
Ġbah ee
Ġf eder
Ġeeg alee
Ġdhu k
Ġmis eensa
k ii
uu ra
Ġd edd
Ġs eeraa
ĠA anaa
Ġal agaa
Ġt akka
Ġdir ree
A ni
oom f
Ġmurt eessaa
ĠAb d
Ġgod ina
Ġbiyy ummaa
Ġhub achiis
Ġhin d
Ġ oof
Ġkol on
f akk
ach a
b ar
arr een
Ġo b
Ġl aal
Ġyaa dd
Ġsan yii
Ġdarb ee
Ġyoo kaan
Ġsh or
Ġbarbaad an
b ul
Ġa yyaan
Ġhund aaf
Ġkon kol
Ġwar aan
ĠA kka
ĠG uu
S eenaa
Ġgab aab
Ġjedh aman
Ġdhuf u
Ġ1 8
Ġm ars
Ġh atatt
Ġhaa ra
idd aan
een c
ĠO bboo
ĠG u
ĠK ibbaa
Ġjir r
iy oo
Ġm ogg
Ġo bbol
ach iisa
Ġb ishaan
ĠG ar
Ġcunqur f
Ġdegg er
ĠD C
Ġbeek amu
y a
Ġeeny u
Ġ ang
Ġwal t
ĠM as
ol lee
Ġt ti
Ġk iyy
ir ri
Ġt arr
Ġmur na
Ġjiraat e
ĠIto phiyaa
Ġof irraa
Ġw agg
Orom o
d an
e dha
Ġi faa
Ġo r
ur aa
Ġduu ba
ĠYuuniv arsiitii
Ġl ab
Ġ1 6
z ii
ĠG oot
Ġbarbaachis a
b o
Ġgodh an
ĠG uyyaa
Ġarg am
Ġhojj achuu
Ġmag aala
ĠA s
idd a
!! !
K araa
g udd
Ġf ash
Ġk om
ad aan
ĠS ab
Ġbah e
Ġr uk
Ġdhii bbaa
Ġm ata
Ġqab anii
k oo
Ġt aate
Ġguu tummaa
add aa
Ġf ar
Ġkal eessaa
q a
ĠdandaÊ¼ an
Ġm itii
Ġs anaa
Ġdhaq qab
g ala
n am
ĠâĢ ¦
Ġgal ch
Ġummat oota
ĠTokk ummaa
Kanaaf uu
Ġbaay Ê¼
Ġm aall
il een
Ġb uuf
Ġgodh e
Ġabb aan
f achuu
Orom oo
oo b
Qab soo
W ayyaaneen
Ġk all
H und
aa jj
Ġh ag
ĠOrom oot
Ġakkam itti
Ġdog ogg
ix a
ee d
uu r
Ġso daa
EE N
Ġdhukk ub
Ġs im
Ġh adh
Ġbah an
Ġc in
Akka s
2 00
j iin
urr ee
aa dd
aan dh
att an
Ġfuf ee
atanii f
ĠdeebiÊ¼ ee
Ġcaal aatti
Ġtoof taa
in ii
Ġmar iÊ¼
Ġhaf ee
eess aan
Ġgodh aa
Ġadd atti
Ġsab oota
Ġdhuf ee
Ġ2 1
Ġtah a
us l
Ġarg amsiis
U MM
Ġis aas
it u
Ġdhab uun
al oo
Ġ1 4
I b
an ga
ĠH um
Ġkaroo ra
at aman
it t
ĠJ aal
d aal
f f
Ġm idh
Ġbaas uu
Ġdhug oom
ĠG udd
or aa
Ġgu b
iÊ¼ a
ĠAr sii
Ġd i
G uyyaa
ĠG amm
idd u
ĠO r
ĠtaÊ¼ aa
Ġamm aatti
Ġgarg ar
o c
om aa
ĠS ir
Ġhub achuun
P R
Ġhund ee
Ġdubb atu
Ġdur ii
Ġol ola
t tii
uu g
Ġb aatii
Ġg adh
Ġdh iig
Ġdheer aaf
Ġbarb ad
Ġbabal Ê¼
ĠAmeer ikaa
Ġj eeq
dh an
Ġw anni
Ġirr att
il b
ni b
Ġfuul dur
Ġdhaabb ilee
Ġseer aan
d e
yy ii
ĠI rraa
ma il
itoot essa
G ar
aam a
Ġuf f
A faan
Ġk adh
aat aan
ed ia
Ġbar umsaa
Ġdand ay
Ġabb ootii
iin x
ĠS abboon
Kun is
A D
Ġ !
Ġof itti
Ġbit taa
aar m
Ġgodh u
Ġqab ee
il li
Ã ©
ĠOrom iyaan
Ġtokk oom
Y AA
aa h
is ti
Ġbah uu
Ġgegg eeff
ĠB ilis
Ġboo d
T I
Ġsad ii
Ġq aan
Ġs ilaa
ĠE r
Ġb in
Ġjir re
A SH
Ġdhi ph
Ġwall aal
Ġil ma
Ġdab ree
Ġm as
ĠH in
Ġhedd u
ĠIl maan
ĠB oruu
Ġbir aatiin
Ġqal bii
Ġn afxan
Ġl aata
Ġdhagg eeff
ar aan
A bb
ĠO b
Ġwaa jj
am nee
Ġf aall
Ġkana s
Ġaf ur
q aba
Ġ1 3
Ġrakk oon
IN G
Ġr if
adh u
Ġho gg
oo s
Ġt eenya
Ġtas g
ii d
ĠO n
Il maan
Ġdh aal
ma yaa
A m
Ġbir aan
Ġbul aa
B iyy
t tu
Ġf arra
Ġbaas uuf
arg ee
I S
agg ar
201 6
Ġbilis a
Ġ ati
Ġdhaa baa
m i
âĢ¦âĢ¦âĢ¦âĢ¦ âĢ¦âĢ¦âĢ¦âĢ¦
Ġajjee chaa
L amm
Ġ :
Ġq uu
Ġdhaabb atu
Ġhaa dha
mpaay era
g aaf
Ġsoch iin
Ġgal a
R R
ĠM ir
siis uu
Ġtaan aan
Ġlol a
p s
Ġbeek amaa
Ġuumm at
Ġdand eenya
Ġhidh aman
id aan
â ĸ
Ġdeem uu
ĠGab r
Ġk ess
Ġjedh ame
Ġho l
ub ee
ar saa
Ġdiin aaf
ĠdandaÊ¼ ama
l m
Ġmorm it
is aan
il leen
Ġirraa tti
ĠAb dii
PR DF
C H
ĠOromoo ti
Ġk aaf
Ġm anaa
Ġkan uma
B iyya
Ġgo chuun
ĠOrom ootiin
Ġqor annoo
Ġw ayyaan
ĠK eessatti
M ur
Ġ2 4
Ġmirg i
e h
g ee
Ġdh ork
Ġarg ama
Ġarg ame
Ġjijj ir
Ġm allatt
Ġt oo
ĠG ur
ĠE thiop
Ġis aatiin
Ġduub atti
O A
Ġi r
Ġar iÊ¼
T ON
aan ne
Ġn an
Ġqabsoo f
achiis uuf
201 3
Ġbilis oom
H ir
I j
Ġk aaÊ¼
Ġjedh ama
aandh ala
H aalli
O bbo
Ġgaaf fiin
it y
Ġarg atan
Ġhojje t
Ġqal b
it ee
âĢ¦ .
Ġs ii
Ġisaa ti
ĠSad aasa
Ġgah uuf
Q eerr
Ġhaf an
ĠWall aggaa
X G
ĠM P
Ġbeek uu
Ġsab ni
Ġfudh atee
ibb a
Ġtuf f
ww w
Ġdur aan
ĠE bla
Ġfuf a
ax aba
H aal
Ġk af
Ġh aqaa
ag alee
af uu
ĠdandaÊ¼ amu
Ġguu r
M N
s isuu
oon ii
Ġf aay
ĠD H
am b
Ġg ool
Ġwal qab
Ġqab uun
âĢ İ
it e
Ġee ga
Ġod eeff
Ġway ita
is tee
Umm anni
B arr
k ana
Ġdh aaf
âĢ ¬
Ġol ii
w al
Ġd org
Ġw eer
âĸ ¶
ĠK utaa
Ġdedd eeb
Ġl ag
Ġgo daan
Ġkeessatti s
ĠN am
ĠSh aggar
Ġj idduu
ch iis
w a
mb ed
# âĢİ
Ġam ana
Ġq aq
ĠH idh
Ġgo ww
Ġmar ti
Orom iyaa
Ġkar oor
m ee
aal lee
Ġof iif
eenyaa f
Ġgad aa
Ġ3 0
N uti
Ġkan arratti
Ġjir uun
Ġ2 3
Sab ab
Ġqab aa
Ġkeeny aan
Ġeegal e
S ad
Ġgo chuuf
ph iyaan
Ġgudd ina
a sa
Ġqab atanii
Ġbeek ne
Ġtaasis e
eess oo
aas ni
Ġx in
Ġg oo
ING TON
n oo
Ġol laa
Ġs anii
ASH INGTON
ĠOromoo s
Ġdur sa
Ġdhag ay
at eef
Ġdand ah
Ġdim ook
Ġaww aal
Ġwal q
Ġdand eettii
ĠY univ
Ġw aar
Ġdh oo
is i
Ġn aq
ayy oo
Ġqub ee
d uun
r an
Ġg id
aÊ¼ anii
ĠSh awaa
nib arsiitii
A r
b eek
aaf ii
Ġitti n
Ġf edha
Ġtaas isuu
Ġdh am
it aab
Ġmul dh
r ot
ĠN ag
Ġag arsii
Ġham ilee
t okk
um an
ĠL eenc
Ġgaggeeff amaa
Ġbarreeff ama
Ġm ot
Ġdhuf an
Ġlammii lee
iin a
Ġd agaa
Ġbeek a
arraa q
Ġijaar uu
Ġhaw aasaa
Ġqub a
Tokk ummaa
aas e
ĠOromoon ni
Ġgu rra
Ġgo cha
Ġadd aatti
Ġij aarr
ĠduÊ¼ a
ir ra
ĠH und
Ġgab aabaa
g aÊ¼
Ġjett ee
c aa
n iin
am in
ir aasii
ĠF inc
Ġr ama
ABO n
K aayy
Ġti lm
Ġwaa daa
Ġdarb an
F infinnee
ĠG um
Ġbeek an
ĠC aamsaa
Ġqo faan
? âĢĿ
am iin
Ġq eÊ¼ee
is oo
aat tii
Ġdubb achuu
Ġgidduu tti
aÊ¼ uun
e c
======== ========
axaba jjii
Ġk iyyaa
Ġwar aanni
ĠAm aar
Ġgah uu
Ġxumur a
Ġfash al
aa mm
Ġwaan uma
Ġgaraa gar
Ġtur anii
Ġilaal u
maa mm
ĠHar argee
H aat
I R
v er
ĠG ull
h im
er ee
Ġbaas ee
Ġaman taa
Ġc ab
ĠS eenaa
Ġ19 7
i baa
x ee
Ġdarg aggoota
t r
á Į
ĠD aan
Ġmil iyoona
D H
p it
v e
Ġdhab ee
Ġf eÊ¼
Ġt h
ĠH ir
Ġgodh uu
Ġgal gala
ars h
201 5
Ġmadd a
ĠAm ajjii
aan is
Ġd af
Ġbaratt oonni
Ġl all
Ġso baa
och iin
M is
Ġc inaa
Ġbir m
Ġdhal ate
Ġbar at
ĠF infin
Ġseen a
Ġbah anii
Ġog gaa
on d
ool lee
Ġfal maa
ar m
Ġx ur
Ġlaaf f
al een
Ġm ij
ĠM ur
Ġc ich
Ġdeem an
Ġdhimm i
Ġbar umsa
il ii
ĠM ana
Ġtokk ollee
Ġfudh ate
Ġyaa m
Ġ1 7
Ġol iif
! âĢĿ
N ama
l aamaa
y i
dh u
Ġkenn an
Ġum rii
G od
Ġt u
Ġ( âĢľ
arr aan
Ġsan atti
Ġakkam iin
W ASHINGTON
Ġ eer
Ġ2 2
an q
arr ee
Ġroo rroo
um tuu
Ġtokk oof
Ġol aanaa
Ġhojje chuu
x annoo
Ġj aarraa
att ootni
Ġx iinx
Ġgon f
Ġhu jii
Ġmiid iyaa
s atti
x oo
at amaan
ul b
usl im
Ġdab b
kk aa
ĠB ara
Ġdar araa
Ġbar oota
Ġol ol
Ġhojj achaa
D ubb
Ġt un
ĠY eroo
rot es
ess uu
Ġeeg amu
Ġdin q
Ġk aff
Ġkan an
Ġilaal uu
k un
Ġ oo
Ġakk ana
Ġmaal tu
Ġjalqab aa
Ġbar achuu
udh an
Ġwalg ahii
Ġjir eenyaa
Ġsag an
Ġdhiis anii
Ġcunqur saa
K uni
Ġulf aataa
Ġhir aar
Ġt iin
ĠI j
Ġfudh atan
Ġlamm affaa
Ġdim okr
Ġbaayy ee
z idaan
Ġb aad
Ġp ol
Ġshor ork
f ame
h t
ĠD im
n g
ª #âĢİ
ĠO duu
aq aan
Ġjalqab e
Ġham b
A s
Ġl iq
Ġjedh uu
af aa
iy a
ĠHaw aasa
Ġdh umaa
Ġjir aniif
achuu dhaan
oof tuu
Haal uma
Ġgal ma
ĠN aannoo
Ġ umur
Ġgar iin
Ġeeg ama
Ġibs uu
Ġgod in
Ġjiru s
Ġqeerr oo
f amee
Ġd em
Ġj ara
aat uun
ĠK on
G u
Ġdur atti
Ġgal aaf
Ġbaas aa
ĠO MN
Ġfayy aa
Ġhind and
Ġerg am
____ ____
, ,
1 9
T PLF
Ġamm allee
Ġgab aa
Ġdeem a
Dh al
Ġd ukk
Ġg oota
Ġwal aba
aann u
Ġgan ama
I L
Ġbar aan
adh e
Ġ at
Ġqab xii
Ġgab b
ĠE PRDF
Umm ata
M ag
l amm
oo yy
Ġqab nee
Ġy aroo
Ġdhaabb atan
ĠAm er
Ġkeeny atti
ĠYuu nibarsiitii
uu niv
Ġf iig
Ġwal oo
ĠtaÊ¼ een
Ġc aala
T he
y ee
Ġm araa
Ġgal maan
Ġgab aasa
siis uuf
Ġkenn aa
Ġrakk isaa
Dh ugaa
K K
ĠW ayyaan
Ġdu wwaa
Ġc aasaa
Ġh iyy
Ê¼ n
Ġarg atu
add a
achiis u
Ġdandeeny u
Ġb adh
Ġn aa
Ġol aan
Ġgah u
ĠIn g
uu m
Ġk aay
Ġsir b
I sa
Ġb ur
Ġdh uma
Ġo duu
ayy a
Gaaf fii
s inee
dh uma
ĠJ aarraa
Ġlaf ee
Ġdhag aÊ¼
Ġg alee
Ġbaratt ootaa
ĠYuuniv ersitii
UMM AA
T A
Ġgu rr
Ġarg uu
oom ish
Ġmal u
âĢ ĵ
ĠS aba
ĠUmm at
isiis u
ĠOn kol
Ġq un
Ġfudh atu
Ġyaal ii
Ġhaww ii
Ġnaan na
ar d
Dh ug
Ġfag oo
Ġhaal aan
l an
Ġq eeq
Ġumm ati
ĠF XG
Ġjaar mayaa
ĠGull allee
ĠharÊ¼ as
Ġhal kan
Ġgon k
Ġsirrii tti
a yaa
ĠT V
Ġhojj atan
Ġhoogg ana
Ġk b
ab uu
i ss
Ġg atii
Ġkan arraa
Ġhin jir
on naa
atee ra
ees h
Ġjen ne
Ġkb ps
a dha
Ġn uun
Ġbeek umsa
Ġkenn u
: //
F akk
t y
Ġisaan itti
Ġuumm atoota
Ġdhaabb achuun
Ġs umm
ĠM udd
ol l
Ġu t
ĠmulÊ¼ atu
Umm atni
aal iyaa
aayy uu
Ġwareeg aman
Ġtajaaj il
Er ga
Ġdh un
Ġkeess aatti
Ġ2 6
ull uu
ĠOromoot iif
oot umm
ic c
g mail
ĠT uul
Ġx ax
Ġlol aa
Ġwal fakk
aniif i
Ġg eess
ĠB itootessa
all aa
E e
Ġb aat
is iisaa
ĠG am
D arg
aan gudd
Ġb el
Ġdab alee
Ġgamm achuu
ijj iir
g araa
Ġto Ê¼
Ab dii
M aqaa
Ġw o
ĠM acc
alee l
Ġyaad u
Ġool u
S an
h ar
r oo
am s
ĠH ag
Ġhir Ê¼
ĠN ama
Ġdeem uun
ĠG o
atanii ru
Ġs aÊ¼aa
Ġgu yyaan
âĢ ĺ
Ġgoot ummaa
Ġdal agaa
Ġdach ee
itaa ba
Maal iif
ĠLamm ii
Ġk oph
Ġqab siis
ĠH aa
eeff achuu
Ġt arsii
ĠY aa
Ġjedhamu tti
Ġdhaad annoo
G ara
Ġadd unyaan
Ġkaas uun
Ġgaa zex
Ġroo rr
Ġj ee
ĠM all
it uu
dh ab
oot tan
ĠS iyaa
Ġshakk ii
Ġkam iin
r o
Ġnam aaf
Ġjab aatee
is iif
ĠA kk
Ġtaas isaa
ĠB aqq
Ġseen e
Ġpoolis ii
f uf
ti chi
udh aan
Ġakk aataa
Ġqon daal
iin si
ach u
ĠL ixaa
Ġjal qaba
Ġfuf u
Ġdabr an
Ġb e
Ġwajj iin
uu tu
Ġk ij
ĠM o
Ġnam ootni
aaw aa
ĠDarg ii
Ġq in
ul ul
Ġtur ani
all e
Ġhaa rom
ĠN aq
) .
ĠB iyyaa
Ġqoo d
Ġaddunyaa tti
ĠGabr ummaa
Ġqaq qab
ĠI rr
Ġgodh ee
mp ay
Ġqon naan
T arkaan
p iyaa
amm ad
Ġseen an
Ġkenn ame
ĠBar attoota
Ġdhiis ee
Ġjett e
t otni
Ġkeess um
Hum ni
f atee
al ii
Ġdhaabb atee
Ġang oo
Ġh as
Ġm aaf
Ġibs an
ĠP oolis
W arra
Ġgaaf atama
Ġjalqab ee
i dha
Ġ "
Ġk oree
Ġf ala
Ġgaaf ata
Ġer gaa
Ġtajaaj ila
Ġlab sii
t on
Ġis anii
Ġhund atti
Ġhaf u
Ġl amaa
Ġdiin aan
Ġab aar
Ġdhug aan
Ġfinc ila
J ir
yy oo
ĠAf rii
H anga
ool l
Ġcaal u
Tokk ummaan
**** ****
Ġbeek aa
Ġmud ate
Ġdh ah
Ġgaaf atu
Ġgal atti
Ġraa w
Ġgabr oomf
Ġsod aach
rotes ts
B C
as ii
Ġdhab e
Ġjijjiir ama
Ġ v
e v
Ġarg amuu
Ġmur aasa
Ġdubb iin
Ġsoch oÊ¼
Ġadeem sif
1 0
Ã ¼
Ġsalph aa
ĠA adaa
amm aak
it iin
Ġdur see
Ġibs anii
Ġmii l
k anii
o tti
um aaf
ĠQ oph
Ġseen ee
ĠU m
ĠAw ur
Ġdagaa g
Ġt aatee
ĠD ab
enn oo
q ii
Ġs iif
Ġar ii
ĠR oo
Ġlakk aaw
Ġmeeq a
g aan
adh ee
Ġgab aaf
ĠAm an
Nam oonni
Ġi d
ĠM u
Ġfudh achuun
Ġjen naan
ĠM aal
Ġgar aan
ĠG ad
ĠK ad
Ġnu rratti
Ġti kaa
W an
ĠM oh
ĠDhaa bb
âĢĶâĢĶ âĢĶâĢĶ
ĠDir ree
Ġqot ee
Ġhin t
ĠI rratti
ĠT as
Ġbah uun
Ġfuf e
Ġhojje chaa
Ġyoom iyyuu
k iin
Ġf aana
Ġm oor
ĠOromoo rratti
Ġfudh atama
Ġqoph aaÊ¼
ĠOPDO n
ĠB eek
Ġgaaf achuu
Ġfuf uu
aan i
Ġd add
ĠA yyaana
saa tti
amanii ru
Ġbas aas
Ġgonk umaa
oo d
eess inee
ĠB aar
Ġdeeb iin
Ġi maamm
Ġs ak
eerr i
Ġbakk aan
Injif annoo
f amu
ww aan
Ġbaas e
ĠAd aamaa
Ġqaww een
Diin ni
Ġ ennaa
ĠD iddaa
Ġkun neen
Ġbul chaa
Ġdhuf uu
Ġmaal i
Ġbaas anii
abb iin
ang udd
ĠDarg agg
ĠIb saa
Ġdarar amaa
Ġb ubb
ĠW arraaq
ĠWBO n
Ġbakk ee
ulb aana
ee kka
ĠOromiyaa tti
Ġmuu mm
ur ee
Ġjedh amuun
Ġgo l
Ġmees h
Ġbil ch
Ġf een
Ġhin taan
il e
ĠS BO
Ġso b
Ġgodh ame
Ġyaad atama
Ġgam taan
Dhaa b
J e
am aal
ĠAdd aa
B akka
Ġi ss
Ġirratti s
ĠJ al
Ġjechuu dha
Ġam baa
!!!! !!!!
Ġbarbaachisaa dha
O PDO
Ġ áĬ
aman i
oom ina
Ġyaad annoo
Amm as
d een
Ġisaanii tti
Ġbaas uun
Ġijool leen
Ġhaar aan
Ġdug uug
O n
Ġq us
Ib sa
Ġtilm aam
H aw
g gaa
ee ti
eeff achuun
Ġab j
AA L
Ġbah a
ax x
Ġken ne
am aniif
Ġjir tuu
ĠB aalee
ala yaa
Ġdhabamsiis uuf
ab ummaa
al uu
Ġjechuu dhaan
ĠgaÊ¼ aa
t or
Ġyaa daa
Ġbah u
Ġrakk ina
Wal umaa
Ġkall attii
ĠtaÊ¼ uuf
Ġkaayy oon
ee tt
ĠD ar
orm ii
Ġsar b
Ġwarr een
f amaa
v es
Ġm anni
Ġjir aan
ĠA B
aas an
n an
Ġi jj
att anii
ĠQ ubee
iy aalee
Ġd aaww
Ġdir iir
Ġbil b
k n
Ã ¸
Ġirr ati
kaa k
Ġeebb if
Ġk aa
amm a
it an
Ġkonkol aataa
ĠEthiop ia
il iz
Ġyaa ddoo
Ġgal an
Ġbarbaa dd
Ġfakk eenya
ĠC h
Ġbaas u
ĠIrree chaa
k eek
Ġk ooti
Ġj ilb
Ġfi duu
Ġl aga
Ġjedh amtu
ĠD ii
ĠharÊ¼ aatti
Ġhab ash
S AA
ĠA h
Ġarg achuuf
Ġnafxan y
u dha
Ġyaa Ê¼
Ġnam ummaa
eerr a
Ġdhaab uu
Ġgarb ummaa
Ġruk ut
Ġf un
Ġguu tu
Ġ =
Ġq illeen
idd utti
Ġtakk aa
orom oo
ir oo
Ġhar iiroo
i an
Ġs afuu
Ġkeess aan
aw a
le m
Ġkum aat
Ġ eessa
ame tti
Ġhund umaa
ĠT oo
Ġjen na
ĠE e
Ġilaal uun
Ġkuf f
Ġdin agdee
O f
um si
Ġhund eeff
Ġakk aan
ĠdeebiÊ¼ anii
ĠduÊ¼ aa
A n
q uu
Ġtarkaan fiin
in uu
Ġjedh amuu
Ġgal uu
Ġnam atti
ĠgaÊ¼ ee
nam tii
Ġk itaab
Ġtokkoo tti
Ġbar ee
Ġl aat
ĠM ul
Ġdeem ee
Ġwaajj ira
U T
h o
dh ee
Ġmur tee
Ġhor ii
Y Y
f atan
v o
ay a
Ġhub annoo
Ġbah uuf
too ti
Ġal aatti
ĠbalÊ¼ inaan
ĠAfrii kaa
ti tti
Ġb aatee
Ġg af
dh e
tt p
Ġdhab b
al aan
Ġkeess att
Ġbar siisaa
Ġisaan iin
ĠB aq
ay ee
Ġ200 8
ĠGoot ota
ĠOrom ummaan
Ġgar een
ĠJ aar
Ġib saa
Ġmidh aan
ĠB ur
Ġgaaf atam
ĠdandaÊ¼ uu
ac uu
Ġbilis ummaan
Ġgegg eess
q ee
Ġ2 7
Ġlaf ti
A l
il aanii
ĠD uul
ĠF I
ĠF uf
Ġajaj a
Ġguf uu
Ġtah anii
Ġkenn uuf
Ġrakkoo lee
Ġb een
Ġbar atoota
Ġhim an
ĠkaÊ¼ uun
Ġwalt ajjii
1 1
T aph
Ġc acc
Ġfaall aa
Ġbiyy i
ĠJ edh
s aaf
Ġf ul
ĠB akka
Ġfuf uun
Gaaf a
Ġwaliigal tee
Ġpaar tii
at oomaa
Ġdh o
Ġtah in
Ġtaasis an
Ġleen jii
Ġkeen na
ti cha
Ġq arsh
Ġy ennaa
Ġwal d
aay uu
S ochiin
Ġj iÊ¼a
Ġf or
Ġf ira
ĠO na
Ġdeeb if
Ġjen nu
Ġalaa baa
Ġtarsii moo
S ana
Ġd aaÊ¼
Ġj arri
Ġf aash
ga w
Ġdhibb a
akk aa
en er
Ġjijj ii
ĠdeebiÊ¼ uu
arii tii
ĠIb sa
Sir ni
ĠS ud
Ġil moo
Ġgodh anii
ĠtaÊ¼ in
ĠG ud
ĠK ir
Ġlol toota
ĠB aha
Ġdhuf uun
ub ar
Ġjedhan itti
Ġi mpaay
Ġmar aan
Dhaa bb
Y aad
Ġqab amanii
Ġfudh atanii
Ġ201 2
Ġnyaa ta
Ġway ta
s uma
oo ni
Ġh eera
ab ii
ĠS an
Ġ19 6
g an
Gab aasa
aan ee
Ġbar aar
ĠF il
Ġyeroo tti
Ġab ba
Ġkabaj a
ĠTig raa
uumm aa
Ġqin daa
k ee
Ġh aleel
eess ii
iin saa
Ġje ttu
aach a
W BO
Ġh eg
Ġq aanii
sii sa
Ġkabaj amuu
ĠAr tis
Ġdeeggar sa
Ġ199 1
Ġrama d
Ġg umaa
Ġto f
ĠbaÊ¼ uu
Ġdeddeeb iÊ¼
e p
Ġkan aatti
Ġgo sa
Ġjab eessee
Ġkenn uun
Orom iyaan
Ġam ala
Ġbaq attoota
ĠWar aana
a z
ĠW axabajjii
Ġtur eef
Ġijaar sa
Ġhatatt amaan
Ġguutummaa tti
Ġfedh e
Ġdhiyaa te
Ġgarag araa
M in
ĠW aan
Ġak eekka
Ġagarsii sa
o q
aÊ¼ ii
ĠS ochii
Ġuum ame
m ent
Ġk ur
ol aa
Ġgal aa
Ġdiin ummaa
Ġumur ii
I YAA
i w
Ġb eey
ĠâĢľ )
ĠWal daa
Ġbuqq if
Ġmilkaa Ê¼
Ġmars ariitii
J arri
Ġs amm
Ġl ameen
Ġmaal ii
Ġcunqurf amoo
G o
Ġd amee
ĠA laa
ĠbuÊ¼ uu
kan aaf
EE S
een aan
ĠK abaj
Ġfii x
Ġgaggeeff amu
Ġodeeff annoo
Ġdeeb isuu
es h
imm aan
Ġtaasis u
Ġbaq att
Ġkeeny as
Ġdhiif ama
ĠFinc ila
D r
Ġk ibbaa
Ġn aanni
ĠF aran
~~ ~~
ĠBoor anaa
God ina
Ġm at
ch ee
Ġ1 00
ĠJ aw
Ġhedd umm
ĠWaaq ayy
Ġsabboon ummaa
Mis eens
Ġjir aata
Ġjiran itti
Ġmur annoo
Ġbaas an
Ġfeder aalaa
G oot
Ġ áĪ
Ġf ees
Ġw or
or een
id e
ĠP aar
Ġhojje tan
Ġwarraaq saa
uu ti
Ġwal irraa
ad ii
all oo
Ġdan saa
Ġad ab
Ġmootumm oota
Ġqeerr oon
W aaq
c a
Ġdhuf anii
Ġ19 8
Ġdhiis uu
Ġjaall an
ĠSir na
Abb aan
D ur
om a
Ġqab ate
Ġkeess umaa
Ġtokk on
Ġadd aatiin
achiis uun
H oo
M ir
Ġdha w
Ġwaa q
Ġnyaa taa
an e
Ġis aatiif
Ġdhaab ni
ĠMir ga
er e
achiis e
Ġxiqq aa
Ġjaal ala
ĠTig ir
H idh
Ġqab di
ĠS abaa
ĠQ absoon
ool een
oof ne
ĠbuÊ¼ aan
ĠAr ab
Ġ4 0
Ġol l
Ġtaasis a
ation al
Ġk ees
Ġs add
Ġarg anne
ĠT aadd
Ġgal u
Ġgaraa garaa
op p
ĠTuul amaa
Ġdh an
ĠL aga
Ġyaad an
Ġaan g
Ġhojii rra
ĠWaaq eff
Ġlakkoof sa
Darg agg
B eek
ar y
Ġj ar
ch u
yy u
Ġqab eessa
ĠB arr
ubb uu
Ġibs uun
abb i
f ama
al oota
Ġt iif
Ġy omm
ĠB irr
ĠM uslim
Ġgo dha
Ġwar aab
Ġ2 8
Ġx ix
Ġgodh amu
Sir na
U R
us h
Ġhal kanii
Ġmallatt oo
Ġkaf al
Ġk at
aal e
Ġhojj atu
ĠFinfinnee tti
Ġhirm aat
X urree
j aj
ĠOrom ia
aal aan
Ġboo r
ill aasee
m ur
o ur
Ġb aate
Ġis iin
ĠD ubb
ĠUmm ataa
Ġdabars ee
Ġtuf fii
Ġilaall e
t uuf
ir u
oon f
Ġadd eessa
ĠF ayy
Ġtaasis uun
Ġaj aaÊ¼
eessit oota
ĠGum ii
Ġhintaan e
S ochii
u tu
Ã ¡
ii tii
Ġqab atamaa
ĠA mm
Ġuu maa
aay in
Ġsalph ina
Akkas umas
Ġgadh iis
Ġgoww oom
ht m
Ġm udd
ĠI saa
Ġkolon eeff
ĠBaqq alaa
ĠNaq amtee
ee m
Ġk essa
aaf aan
Ġmur ni
Ġjab eeff
Ġerg amtoota
ool essaa
Ġqaam ni
isiis uu
Ġajjees uu
Ġdogogg ora
Ġ oomish
Ġk ara
Ġhojj ataa
Ġgodh amaa
Ġb itti
Ġarg ate
Ġdhaabb achuuf
Ġkaff al
s t
ĠM ooraa
Ġbeek ama
Ġhawaas ummaa
Ġkess atti
A keek
eeny ee
Ġhum naa
Ġarr abs
aan nee
ann eef
aar ii
Ġdhi bee
Ġeg eree
Ġ áĭ
Ġgar ii
amu tti
Ġmii dhaan
Ġmis ooma
Ġkaas uu
Ġxiqq oo
Ġgadd a
Ġjaarmay oota
3 0
J aarm
W aggaa
Ġg anna
Ġy aalaa
mm uu
att ooti
ol ii
Ġlammii wwan
Ġyo ur
p l
Ġkeess attuu
ol on
Ġgaaf atan
Ġhir ii
Ġgurm uu
Ġejj ennoo
ĠMis eens
Ġboq onnaa
ĠLeenc oo
ĠAwur oo
Ġh acuu
Ġhund aaÊ¼
Ġsir naan
Ġfudh atame
Ġibs aniiru
Ġal ag
Ġummat ootaa
Ġbarbaad e
Ġon nee
Ġhatatt amaa
ir e
Ġa sii
Ġn aga
Ġy uuniv
Ġ2 9
Ġdhag ees
Ġkaas e
i ba
ach isi
ĠâĢľ ,
Ġsh am
Ġmis oom
Ġkuf aatii
Ġ200 7
x aa
is tii
Ġbar atan
Ġdhi yoo
Ġseen uun
Ġboo j
Ġhaf uu
Ġhaf ne
ĠkaÊ¼ uu
Qab saa
áĬ ķ
r iin
oot u
ĠB ish
Ġar aaraa
on t
Ġmar saa
Ġuum uu
ĠmulÊ¼ ata
Ġas itti
Ġsabboon tota
Ġboon saa
Oromo P
F il
Ġqab aachuun
Ġar aar
Ġgad itti
Ġmis oomaa
Ġraaww achaa
ibb ee
Ġhawaas ni
Ġdargagg oo
ĠAh m
h uu
s in
Ġd ig
Ġg eenye
Ġdh eeb
Ġn amuu
amm ed
Ġseen uu
Ġp as
Ġajjee saa
Ġras aasa
Taph achisi
m aat
Ġwal umaa
ĠM aqaa
Ġc eÊ¼
Ġdhaabb atanii
Ġfakk aat
Ġbo b
Ġmagaal ota
S un
Ġwar aqaa
ĠY aad
Ġijaar ame
Ġqabsaaw ota
Ġilaall u
aaf aa
jj ee
ĠK oree
Ġdhab am
ĠL ixa
Ġdhuf aa
ĠUmm ati
Ġlamm ummaa
ĠItiyoo piyaa
Ġog ummaa
Ġakkan atti
htm l
Ġqab uuf
ĠW ayy
ĠS agalee
ĠI mpaayera
Ġjiraach aa
Ġwarraaq sa
Ġdabb all
J aal
Ġg eedd
Ġwaan an
add e
el l
Ġmuu xannoo
1 2
= >
ti chaa
Ġf ee
Dh imma
ĠBul ch
Ġq orm
aam icha
Ġgal iin
Ġu gg
Ġgan amaa
dd aa
Ġjiraat aa
Ġdhimm oota
Ġmaall aqa
l and
Ġg ul
Ġl ukk
Ġhub atee
Ġdeem e
Uumm anni
it oota
Ġdiin atti
Ġr eeff
Ġhir maan
Ġdhaabb ata
O R
oo da
Ġb un
Ġf infinnee
ĠO DF
ann ii
ĠM al
âĢĿ ,
ĠbuÊ¼ ura
Ġjalqab an
Ġajjeef aman
aan fa
Ġj um
Ġj aÊ¼
Ġq an
ur uu
Ġl ixaa
ama daa
ĠM an
ĠC al
Lamm ii
Ġweer ar
Ġ oolee
ah uun
Ġjab eessuu
us tr
Ġyaad uu
Ġta sa
Ġobbo lee
War eeg
Ġliq im
B B
H ab
M ana
t otaa
Ġl eell
ah u
Ġx ii
oof i
S ag
i v
Ġt aaÊ¼ee
Ġo bboo
ĠgaÊ¼ uu
ĠFeder aalaa
Ġbel ow
aafaan oromoo
A deem
á į
Ġd iddaan
Ġf ay
iin aa
Ġc li
Ġhidh uu
op y
Ġkam iyyuu
aff ee
ĠOnkol oolessa
een iyaa
aam sa
Ġso ba
Ġdeeb isee
Ġij aan
Ġbakk oota
Ġhark atti
Ġkeey satti
Ġqarsh ii
OromoP rotests
am tuu
Ġm angudd
Ġn uf
Ġqab n
Ġbeek uun
Ġ3 2
Ġdabars anii
II N
Ġkut annoo
Gal atoomaa
S abboon
Ġt ams
Ġs itti
Ġdhal ootaa
Ġafaan ii
Ġhal agaa
ers ity
Ġdoor sis
Wan ti
an een
Ġb y
ss a
Ġy er
ad oo
Ġhidh amanii
arr e
aall an
Ġ5 0
Hum na
f atanii
Ġf ooyy
Ê¼ aanaa
Ġnu rra
ĠF ulbaana
Ġ201 7
cc aa
Ġgumaach a
ĠV OA
vo aafaanoromoo
aas i
Ġjiran is
Ġra ww
aayy oo
Ġgagg eessan
Ġmul l
Ġgaa gaÊ¼
A d
Ġ z
am itti
Ġh omaa
yy a
Ġjab eessuun
Ġdir m
ĠSh eek
B ul
Ġk itaaba
Ġb ash
Ġfi du
ĠF al
ool leen
Ġsab abaa
ĠE ng
Ġdabars uu
Bar ataa
Ġq uuf
aar sa
Ġmur taa
Ġdhaabb ate
achiis ee
Ġdhii b
op i
jedh ee
F BC
Ġs ee
rr e
aas iin
ĠD eeb
gaa zii
ĠK ibba
ĠbuÊ¼ ur
Ġlall ab
Ġcli p
Ġm adaa
Ġy aala
Ġhub atamuu
âĢ¦ ..
te d
ĠAl ii
A bbaa
j aa
Ġ *
an uu
Ġb adaa
Ġs in
dd ee
att iin
aam u
Ġbiyy aatti
Ġsh ir
Ġtaasis uuf
Ġgamm ad
ĠIl aal
bo ard
Ġnaanna wa
Ġf af
Ġisaan is
ĠW o
Ġaan u
Ġkam ii
ĠAmer ikaa
Y eroon
is ii
aas u
ĠS oom
Ġgaaf ate
ĠU niv
ĠC opy
War aanni
Fakk eenyaaf
D uul
É ¨
Ġm aangudd
ich aaf
Ġbir aatti
ars itii
Ġtar ii
Ġhojje taa
Ġraaww ate
ĠduÊ¼ e
Ġqon naa
Ġdimokr aasii
5 5
t ummaan
Ġm ammaak
Ġkaas anii
og gaa
ĠMag arsaa
Ġmuu d
Rakk oo
y uu
al ia
arr an
siis ee
Ġkabaj aan
Ġjiraat tonni
ĠX aal
AN N
ĠqabsaaÊ¼ ota
pp aa
E mbed
Ġh e
Ġg ee
oon nii
ann uu
Ġc opi
ĠT or
Ġgal at
ĠJ arm
sii tii
Ġibs ame
Ġe mbed
Ġbor u
Ġqof aaf
Ġpas te
Ġclip board
Ġcopi ed
M ar
amm oo
Ġamm aan
ess u
ĠN u
Ġkanaan is
Nam oota
ĠMacc aa
iyy ee
Ġdhi haa
Ġdubb if
aaÊ¼ aa
Ġjedhu tti
Tokk o
Rakk oon
F inc
q u
Ġd ull
Ġg amaa
uun is
aar ee
Ġsab aatti
Ġorom oon
ĠGamm adaa
A G
K utaa
O soo
Ġg ita
om ish
Ġleen j
ĠGur aandhala
ĠMall as
h in
o rri
Ġ #
Ġh eer
Ġt ii
Ġhub atanii
Ġadeem sis
iq aa
Ġmilk ii
1 3
Ġi cc
Ġwal daa
Ġdiin agdee
Ġdeeb isuuf
Ġhojj achuun
imm an
Ġmirkan eessa
Ġtor ban
Ġmin istee
D ir
Ġ ch
ii b
ur e
Ġc icc
ĠR aad
Ġhim aa
Ġfedh an
Ġguut uun
omm ii
D D
ti f
Ġq aroo
ĠA yyaan
ĠH ayy
on g
Ġarg amuun
Ġbir o
Ġbir oon
Ġr o
Ġbal b
Ġ3 1
Ġraaww atamaa
s aanii
Ġa kaak
Ġy e
Ġgar gaa
Ġgudd if
Ġdhab an
Ġgah an
Ġdhal atee
ĠAd oolessa
Ġken nee
Ġmad aal
ĠIng iliz
ĠTigraa y
t iis
Ġgar tuu
ĠI t
ĠI RR
ay aan
Ġsab lamm
ĠdandaÊ¼ e
Ġsan aan
ĠkaÊ¼ anii
Ġfayyad amuu
ĠGaaf fii
Ġhab ashaa
a ud
uuf ii
Ġwal ga
af ti
akk i
Ġhund umtuu
eny a
pit aala
t uma
Ġi mm
Ġm oÊ¼
ĠD aaw
ĠS H
Ġakkam ii
Ġroo b
Qeerr oo
Ġimaamm ata
1 5
ĠS al
Ġtokko ffaa
Ġseen anii
ĠY un
ĠWaaq a
Ġad unyaa
os t
ĠTig ree
ĠSiyaa saa
h ub
n n
oo g
tti s
ĠM il
or e
ĠW arra
Ġarr ab
Ġwalq ixx
t amaa
uu saa
Ġs aaq
Ġgal f
Ġr aga
Ġdeeb isanii
Ġhub achiisa
Ġsh irri
Ġmar aaf
Ġijaar uun
LF O
Ġyookaan is
Ġsumm ii
ĠHag ayya
ĠJaw aar
N u
ĠW aggaa
siis uun
Ġummat aaf
Umm ati
gal atti
m ar
aat awaa
Ġgu yyuu
Ġbarr eessuu
ing ton
Ġgurgudd aa
Kaayy oon
Ġarg e
ok ir
Ġdhih oo
In nis
Ġlammii leen
ĠbaÊ¼ ee
Gaaf fiin
Ġball eessuu
ĠBiyy oota
Ġmogg aaf
Ġdhukkub a
Ġxix iqq
x x
Ġa si
ss aa
mm aa
jj e
Ġjedh ani
aam ee
im aa
aay itaa
Ġal agaan
Ġraaww ataa
Ġjaarm iyaa
Ġras aasaan
Ġfaay idaa
att aa
Ġnag eenyaa
Ġgegg eessaa
i haa
t tuu
at amuun
Ġq ull
Ġqab aatu
Ġfakk aataa
Ġibs u
Ġ12 8
Ġdabar saa
E eny
is iisa
ĠU SA
Yaa da
Ġbubb ul
ch e
Ġl akka
Ġc iis
eeff ame
ĠJ un
ĠU N
Ġyaad uun
Ġguu tt
Ġilaal chis
Ġp ool
Ġraa b
Ġkabaj amaa
Ġuum e
ĠgaÊ¼ u
Ġg iddu
bb aan
ann o
Ġsab ummaa
aayy aa
Ġlamm iin
Ġhojje tt
sh ee
ĠtaaÊ¼ anii
Ġgurgudd oo
Q BO
t eef
aa kk
Ġb ish
Ġj all
Ġt aat
Ġm o
Ġarg ee
Ġmorm iin
Ġmil iyoon
ĠSom aalee
Sabab ni
c i
m aal
Ġd ah
Ġj iÊ¼
Ġs aan
een na
yy an
il uu
Ġhar c
ĠQ or
Ġgaaf anna
Ġhub atan
Ġeegal an
Ġwayy a
Ġnuu ti
Ġqulqull uu
Qeerr oon
n oonni
Ġk ora
ti lee
Ġisaan iis
ol een
Ġe gaa
** *
ĠWal abummaa
Ġquu q
g uu
een si
ĠB AR
Ġtokk icha
Ġisaanii tiin
ĠJ aarm
Ġmar ar
Ġaa d
ĠgaÊ¼ uuf
Ġdhiig ni
Ġgaraagar ummaa
Dhug aan
Ġqab ani
on n
Ġkenn amu
ĠkaÊ¼ u
Ġgabr oonf
Ġqaam aa
Ġdald al
G adaan
u qq
at oo
Ġbar baan
Ġbar siif
ĠB ak
ĠS id
Ġhan dh
Ġbit aa
Ġach ii
Ġhang am
ĠMudd ee
D aan
oo ra
ab ee
Ġgaaf atamaa
Ġtaasif ame
?? ??
g ahii
mm ad
ĠM aa
ĠM ootumm
Ġc ir
ww anii
Ġr ag
aall e
Ġaman u
Ġmoo Ê¼
Ġwalqab atee
D eeb
b er
g aruu
Ġb att
is toota
Ġqab dan
ĠS ag
Ġgal e
Ġti kf
Ġsaam aa
Ġshakk iin
j oo
s on
Ġh a
Ġkeess anii
att ootaa
ĠK eeniyaa
Ġgal ata
Ġgal chuu
ool aa
Ġibs uuf
Ġaman uu
Ġgagg eess
ĠQab saa
Ġwayy anee
Ġach itti
Injif annoon
Ġhinjir u
H ayy
t ama
Ġdh araa
Ġdh oor
ĠA t
im a
Ġkuf ee
boo k
Ġdimook iraasii
Ġyomm uu
A ch
y eroo
Ġt aatu
oot atti
amm i
ĠM ee
ĠM uk
and a
ĠâĢ ª#âĢİ
ĠJ ira
ĠY oo
Ġful dur
A yyaan
n ni
s oon
aar iyaa
Ġqo qq
iy oota
ess uuf
Ġibs ee
Ġbo so
Ġraaww atame
Ġlakk aaÊ¼
Ġgam taa
Ġkar aan
Ġil aalaa
ĠK aabaa
Ġfudh anne
Ġhojje tu
Ġken na
Ġwalg ah
Ġdald alaa
Ġxin n
As irratti
B uÊ¼
aan uu
ti on
in oota
Ġdhaa mm
Ġarg achuun
Ġgal anii
Ġgal aana
Ġsab aaf
Ġbobb aaf
Sab aba
achiif na
Ġh ttp
aam p
Ġx alayaa
Ġdubb achuun
Ġbaratt ooti
Ġkabaj amu
Ġdid e
O l
s een
at amne
Ġhin dh
Ġbar ate
as ee
l u
Ġh eedd
Ġb eell
Ġg oof
ĠA ustr
Ġsab ootaa
Ġhir k
Ġdhal ootaan
ter n
Ġdiig uu
Uumm atni
Ġruk u
U N
g am
o faa
Â ·
in eer
Ġqab amee
Ġhin beek
Ġjech oota
Ġgodh uun
Ġway ii
Ġsabab ni
Hab ash
ii qaa
in i
Ġkeess ati
ĠG urr
Ġfudh ateen
Ġsaam icha
Ġ200 5
ĠHo jii
ĠGu jii
M ootummaa
s l
s p
am oon
Ġdh agaa
Ġs ib
Ġqab achuu
ĠA yy
aas tar
ot aan
ĠT af
Ġsan y
Dh imm
ĠSh anee
Ġkaan iin
Ġball eessuuf
Ġhirm aach
áī µ
Ġkamiin uu
ĠKad ir
opp aa
ti raa
Ġg ooti
ĠG ir
Ġool le
Ġish een
Ġbakk i
Ġmal bul
Ġulf ina
ĠFeder aal
ĠMoh ammed
aa zex
um ti
ĠB al
Ġyeroo f
ĠJ ab
Ġhidh amaa
Ġol Ê¼aanaa
Ġnam oomaa
Ġlaf arraa
OO TA
Ġbarsiis uu
O duu
Ġb iq
Ġq ol
yy ee
Ġqab aachaa
ĠQ aall
Ġr agg
Ġjedhanii ru
Ġcabs ee
Gu yyaan
ĠDuul aa
ĠM ah
aay een
add i
ĠbuÊ¼ ee
ĠduÊ¼ aan
Ġerg ama
Ġgoon e
A f
w ay
Ġ ur
Ġmar iin
Ġisin itti
Ġduu kaa
Ġdabars ina
Ġdhiif nee
Ġtattaaf fii
Ġkeey sa
Ġ un
Ġb aasa
ĠO g
ĠM attuu
Ġbeek amuu
AA F
Ġdhuf a
Ġorom o
Ġsan itti
ĠdeebiÊ¼ u
Ġgamm oo
Ġbaan e
Ġman c
Ġdhabamsiis uu
ĠMas ter
b iyy
oo y
at amanii
Ġwal irratti
Ġbeek ameera
Ġdabar f
Ġhark i
Ġdubar toota
Ġjedh aa
amu s
Ġdur aanii
Ġgab aasaa
Ġib idda
Ġajjees ee
Ġwalg aÊ¼ii
F DG
t um
ĠA an
ĠK un
aatti s
Ġraa d
Ġdhaab uun
Ġbilis ummaaf
Ġtof taa
ĠCal anq
i p
Ġ ana
Ġh amaan
umm an
Ġbar atee
Ġhum an
Ġjab inaan
umur a
Ġak eekk
Ġgid ir
Ġmot ummaa
A man
Ġkan atu
il aan
Ġl aam
ĠS o
and ii
Ġdeeb inee
Ġij aa
Ġjab ina
Ġgagg eessuu
Dh um
âĢĻ âĢĻ
Ġjirr uu
Ġdorg om
ĠToo p
Ġboso na
s iin
Ġk ir
am oota
ot ii
Ġcim aan
ĠmulÊ¼ ataa
Ġ200 9
ĠGuu tuu
ĠSud aan
B ilisummaa
z daan
Ġk aabaa
Ġa dee
Ġs t
ĠS uu
ĠS ulul
en nee
eeff atee
Ġbeek anii
Ġgudd oo
Ġmilkaa w
Tarkaan fii
ph iy
Ġhidh ata
ĠP r
Ġbu q
.. ..
ĠJir u
Ġraaw Ê¼
Ġq aalii
ĠS um
Ġab diin
aall ii
Ġibs e
Ġraa j
Ġakkas itti
Ġcim suu
Ġgoot otni
Ġgay e
Ġgid iraa
Ġq u
ĠA jaj
ĠG an
Ġil mi
ĠC amadaa
Ġdhaab ota
Ġdhug uma
Keess umaa
Ġhogg ana
G ur
O d
b uÊ¼
aa bb
Ġs u
Ġs aÊ¼a
Ġwal Ê¼aan
Ġdand am
Ġqabsoo tti
Ġdubb atanii
Ġaman tiin
Ġdarb anii
Ġfil maata
Ġfayyad amuun
Ġbar aa
ĠH os
aann aan
Ġool uu
AM A
Kaayy oo
Ġbaad iyyaa
l aam
r aan
Ġy ammuu
Ġar ga
Ġin ves
Ġhojii tti
Ġyaal uun
Ġgabaas ni
Ġhirm aatan
ĠHo ggan
ĠHum na
Ġut ub
p r
Ġm ataan
âĢ ª#âĢİ
uf aa
ĠH aala
Ġgal uun
tt iin
Ġdubb ate
Ġibs i
Ġaman an
Ġqabs aÊ¼
Har Ê¼
ĠTokk ummaan
ĠAbb aan
Ġbor uu
Ġquu b
d and
Ġt anaa
dh ibbee
oot an
Ġqab aat
ann eessaa
ĠB ah
Ġar k
Ġtur uu
Ġaa daan
Ġdadhab e
Akk an
Ġarii Ê¼
t oon
ii k
Ġi ti
Ġw aal
Ġc eh
ĠQ AB
oom saa
Ġsad een
Ġdadhab uu
Add a
Ġcal aqq
200 5
0 2
E R
K abaj
ee lee
am neef
Ġm iÊ¼
oon aa
Ġhidh amuu
Ġol Ê¼aan
dee l
siis u
Ġee gaa
Ġduu dhaa
Ġbaan ee
je chuun
Ġqalb iin
ĠAB UT
g i
Ġk il
ĠD ur
Ġgaaf achuun
Ġduu baan
ĠHabash ootaa
U M
ĠT ulluu
Ġgal tee
Ġdhaab uuf
Ġqoph eessuu
Ġod uun
Ġnag eenya
Ho ggan
K aroo
M anni
h idh
aan d
Ġis aatii
aas anii
ĠD iin
ĠS ii
Ġarg an
ĠU LFO
ac e
sis uuf
ĠmulÊ¼ ate
ĠDhaa b
Ho jii
Ġqun n
Ġgeedd ar
al eessa
in saa
ĠW ash
ne s
Ġmii la
Ġdhii gaa
ĠWall agga
Ġhinqab u
ĠJarm anii
S BO
T V
g u
o Ê¼aa
at noo
ir uu
Ġq aqq
as p
ĠâĢ ¢
Ġdeeb is
aall aa
Ġfudh achuuf
Ġisin ii
ĠDh imma
ĠHabash oota
Ġfid e
Ġhol ola
Ġdhoo ww
O b
Ġq axx
eess ina
aaf is
ich aan
ĠN or
Ġdhal atan
fa c
OO N
Ġbay ee
Ġqar oom
Ġguyy oota
I too
q ol
ch isaa
Ġwal aloo
if ne
Ġarg amee
Ġeeg uu
Ġhedduu tu
Dh uma
Ġcim ee
ĠAd aam
Gaaf ii
Ġqof ti
f faan
x uu
Ġk aasaa
Ġj ag
Ġy univ
Ġarg atee
ĠQ il
eeff achuuf
Ġmar ee
Ġp r
Orom edia
Ġijaar amee
ĠkaÊ¼ an
Ġraaww atan
Ġdaan g
Ġdhaq ee
Keess attuu
Ġfees isa
0 3
S eenaan
ar sa
Ġjedh amanii
Ġc arraan
and aa
Ġgaggeeff ame
Ġtol f
Ġtajaaj ilaa
Ġlam atti
Ġbirm ad
Ġdinq isiif
Ġdem okr
Ġdansaa dha
Ġimm o
A adaa
S EEN
Ġk udhan
Ġs aree
Ġr ee
Ġin t
Ġbul chuu
Ġsag al
Ġhoggan oota
ĠWo yyaan
ĠG im
eeff atan
Ġfalm ii
ĠFinfin ne
O bboo
Ġk aar
Ġk as
Ġk ey
Ġs oor
Ġhin b
aas uuf
ĠB IL
ĠH IN
Ġgo s
ĠU r
ees uu
ĠL ataa
ĠY aman
Ġdhih eenya
Ġbaq ataa
ĠIs laamaa
Ġhayy uu
aadh im
Ġkeessum aayuu
ĠAustr alia
f amanii
Ġm aatiin
Ġhund een
ĠT umsaa
ĠR akk
ĠgaÊ¼ e
Ġjiraach uuf
Ġad am
sit ee
ĠajaaÊ¼ ib
aariyaa m
k r
aa g
Ġqab duu
Ġdur as
Ġmur tiin
ĠdandaÊ¼ amne
AA T
Ġmar atti
Ġgagg eessa
Ġsiyaa s
Ġuum ata
Ġdabars uun
ew s
Ġqorm aata
B aq
J ijjiir
aaf uu
Ġjedh uuf
tt ee
Ġdhab anii
Ġhim aniiru
UU N
Ġfinc il
Ġim immaan
Ġob sa
Ġbood as
Ġtasg abbii
Ġgargaa ra
t aar
dh ii
oot aatti
ĠK abb
ub a
âĢ¦ âĢĿ
Ġyaad ni
Ġbarr eess
Ġdi dee
Ġbin eens
Ġd idd
Ġb ab
een saa
ĠO F
Ġgu bbaa
Ġfakk eenyaa
ĠUmm anni
Ġe mpay
dur ee
Ġbuu suu
Ġhaal uma
Sab ni
ĠGar baa
ĠBish ooftuu
0 5
b ir
Ġk h
Ġd all
ar e
ar aal
af faan
Ġfuul l
Ġhii kk
ĠTig r
Ġkaroor f
B ilis
Q oph
W anni
Ġ us
Ġtur uun
Ġkun niin
Ġr agaan
Ġool e
Ġsaam uu
dur a
Ġqabsaaw aa
Ġwaraan aan
ĠHidh aa
Ġlaam sh
ĠWash ington
al u
bb a
ĠD em
ol og
OM N
Ġgalm eess
Ġgoon a
ĠTaadd asaa
ĠtaÊ¼ us
or d
ĠD ura
Ġtur eera
ol li
Ġdhi bbaa
ich uu
Ġdeem anii
us ti
Ġijaar amuu
Ġabb ootiin
Ġejj annoo
Ġhinqab ne
Ġkat ab
g o
Ġk ubb
Ġs ukk
Ġjir eenyi
ad a
Ġdhal ooti
Ġgaa dd
ĠBilis ummaan
eesh inii
ĠPoolis ii
ĠBaar oo
ĠWaaqayy o
Ġnaga yaa
ĠRaad iyoo
ĠToop phiyaa
ĠD uu
ĠK anneen
Ġyoo k
Ġmir k
Ġra f
Ġbul toota
Ġfuf an
Ġsag aleen
Kun oo
Ġtaasis ee
Ġdhug umatti
b iin
i ph
ii tiin
ar k
Ġb aatu
Ġqab atamaan
ĠA DO
ĠT s
ĠJ e
Ġgodh atee
Ġfil annoon
Ġgand aa
Ġgalm ee
ĠUumm atni
Ġirraan f
Ġbalb ala
Ġb adhaa
Ġm all
Ġq ixx
Ġkan niin
yy i
Ġqab annee
ĠM ormii
ĠI xoo
Ġp re
ĠP ilaanii
Ġuum amaa
Ġool chuuf
Ġtol u
Ġdargagg oonni
Diin a
Ġdegger sa
G uu
r uu
Ġd ad
Ġg eessu
Ġdh ara
Ġs aÊ¼
eess ummaa
ĠM el
ĠD in
ot to
Ġof i
Ġhar ra
Ġgaaf f
Ġool an
Ġhamm eenya
Ġbobb aasuun
Ġnafxan yaa
: :
Ġt ay
Ġw agga
Ġis an
Ġc it
Ġdur aatti
Ġdubb achuuf
ĠC aalaa
aww ee
Ġbarbaad uu
ĠGod inaa
Ġdabar sa
ĠGaaf a
Ġdhugoom suuf
Mur ni
Ġkij ibaa
ĠAman tii
A F
Ġf uu
ĠH oo
eeff ama
Ġbeek ame
Ġorom oof
Ġdan q
Ġinjif annoon
O KK
f al
m oon
aan deel
Ġf okk
Ġl oon
Ġadd addaa
ĠQ an
Ġhaa dh
urr i
ĠGal aan
Ġyoom uu
Ġagarsiis u
ĠAbd ul
Ġsagan t
our ce
W all
l ii
y e
ee gg
Ġf o
Ġq ey
umm aatiin
ĠM aq
ĠG ul
ĠW aajj
Ġar maa
Ġho ggaa
Ġgo lee
Ġgo chaan
Ġdur sanii
ĠDh ih
Ġkaan ee
Ġbad e
Ġmagaal attii
Ġdargagg ootni
Ġhanq ina
ĠGam taa
m uu
Ġk o
ah uu
ĠB adh
Ġho s
ĠOromiyaa f
Ġbul u
Ġkenn anii
Ġkaas an
Ġkeen n
Ġsuu k
Ġtoo Ê¼
Ġdandah u
t taa
Ġbar ataan
er aa
Ġtur tee
ĠH aay
Ġdiin ota
Ġhaa ti
Ġhim e
el lee
ĠDh ug
ĠWal isoo
Ġmal e
Ġgabaas e
Ġhaas of
Ġcall aa
Ġlakkoof si
I T
S agalee
U L
Ġ !!!!
Ġb ool
Ġb ic
Ġb aadh
Ġw ix
rr aan
Ġfi dee
Ġbar ri
Ġitti sa
ĠK eenya
ĠE le
Ġilaal ee
ka k
Ġfedh u
áĪ Ń
Ġxiqq aate
Ġmilk eessuuf
Ġmu ka
Ġfaf fac
1 8
H BO
b arr
Ġ áī
Ġb add
ĠA gaazii
Ġwal lee
ah an
af i
im oo
Ġdand eessu
Ġdeeb ine
ĠHo rroo
tar nee
Uumm ata
Ġdaf ee
Ġbash ann
0 8
Ġ !!!
al d
Ġdh alli
Ġs aff
ĠB iti
ĠI sa
on qol
ĠQ C
Ġsh anee
Ġdhal oonni
Ġnaann olee
Ġbarr eessaa
Ġguddaa dha
Ġfedh iin
ĠAf ran
Ġyaal iin
moo kr
Ġukk am
Ġfiniin aa
Ġobbol aa
f amuu
Ġh all
in si
in nii
ĠM adda
ww ii
en ce
Ġgaaf as
Ġhidh am
ĠdandaÊ¼ ame
==== ==
Ġkaas u
Ġyaal an
Ġmiseens onni
Ġhoogg anni
Haat aÊ¼u
Ġsamm uun
i o
Ġt aajj
Ġa yy
Ġkan aas
aat tuu
ĠH a
us een
Ġajjee chaan
jedh anii
AT A
Ġh aam
Ġa dii
Ġis uma
ĠD amm
ĠH aww
Ġgo ch
en d
Ġgudd isuu
ĠN afxan
Ġjab eessuuf
Ġmorm uu
ĠZ K
Ġfuudh ee
Ġwagg aalee
Ġqull aa
ĠBIL IS
ĠIxoo phiyaa
E N
c al
ab baa
Ġm asa
ĠG aanfa
ĠW AL
ĠD i
Ġamm aas
Ġilaal lee
Ġmaal if
Ã£ n
Ġgarag ar
Ġkoph aa
k utaa
w e
w ar
uu sh
Ġk aab
Ġh aat
Ġwal i
as aan
AA M
Ġjab inaa
ĠDh ihaa
________ ________
o na
al e
dd e
en yaa
ĠK ana
siis e
Ġhedduu tti
Ġijaar uuf
Ġdabars an
Ġhaas aw
Ġguyy a
Ġdhib dee
ĠBoruu tiin
Ġbooj iÊ¼
F IN
L afa
Ġ [
Ġb aatan
Ġm aa
ĠO daa
ĠM oo
as an
Ġamm atti
ĠK om
ĠK eessaa
Ġdar baa
ĠN amni
Dh ii
Ġgadd aa
Ġhayy oota
Gab r
Gar een
ĠBirr uu
j i
aa ba
Ġqab achuun
Ġar tis
ot ee
ĠAm aara
Ġyaad aan
ĠDh ugaa
Ġduul li
Ġmadd een
Ġajjeef amaa
Ġpoolis oota
Mag aalaa
h an
Ġi dd
dh uu
Ġkan n
aat tu
im ii
ĠJ IR
oom ee
ĠâĢľ âĢ¦
Ġmil iq
ĠBar attootni
Ġfix aa
Ġagarsiis uu
Ġdhib u
Ġdhageess isaa
aamm anaa
M as
e ni
j ab
Ê¼ e
Ġs af
Ġqab atan
Ġqab aatan
Ġqab neef
Ġwal itt
ubb uun
eeff ate
Ġij oo
Ġhojj annu
ĠN i
ĠbuÊ¼ a
Ġsad affaa
Ġdhok ataa
aarr aan
zidaan tii
Ġdukk ana
Ġro ga
A yyaana
B itootessa
h a
Ġh om
Ġt uul
um attuu
om oo
ĠO f
Ġn annoo
ag e
ĠM ot
ĠK ut
aay it
Ġdabars e
to ti
Ġuf ii
Ġdach ii
Ġmurteeff annaa
Ġkiyy aatti
Ġdhaqqab e
B aar
Ġ !!
ir ii
ĠO soo
eef ii
ess e
Ġilaal amuu
Ġaan ee
Ġ201 0
Ġdarb uu
ok iraasii
ĠWal iin
ĠdeebiÊ¼ an
Ġqabs iif
Ġta saa
Ġdhiy eess
Ġdubar tii
ĠQoph ii
Ġabj uu
Ġmalbul chaa
f achuuf
Ġk iti
Ġd aq
Ġm uf
Ġw anneen
ĠG ond
ot iin
Ġdand eess
Ġdab alaa
Ġdubb isuu
Ġdhaabb ileen
oor oo
Ġduul aa
Ġxumur aa
Ġhumn oonni
Sad aasa
ĠAkk uma
ĠTas faa
n ootaa
Ġf uun
Ġar aara
Ġbiyy ota
Ġkun uun
aay e
ĠU s
Ġhim ame
Ġdhii raa
Ġcuf a
Ġqab eenyi
eeny u
ĠS abb
Ġso baan
Ġsir naa
aaÊ¼ uu
aann ii
Ġdhaabb at
Ġsan iin
Ġaman tee
oor aan
Ġsoch oo
Ġlol tuu
ĠbaÊ¼ anii
Ġken ni
Ġsoss oÊ¼
Ġwayyaan eef
f aman
ii dhaa
Ġi lee
Ġf arr
oot iif
Ġkeess umm
Ġl aall
iis uu
arr ii
ĠU um
Ġnam ootaa
Ġsir ba
ĠR aayyaa
Ġcim s
Ġbaq atanii
Ġeegal ame
0 9
H ub
ch an
Ġw abii
aam uu
akk ii
Ġjiran i
Ġgah a
Ġgah uun
Ġjal aan
qq ee
Ġbu t
ib uu
Ġag ars
Hund a
Ġdhiig aan
Ġyaam icha
Ġguutu tti
ineer ing
h um
o wwan
q aan
Ġy ar
ĠG ara
ul aa
ĠD ubar
ĠN uti
Ġdhaabb anne
iir oon
Ġmul q
ĠbaÊ¼ aa
Ġgargaar u
ic e
ĠbaayÊ¼ een
ĠOr oppaa
Ġoo faa
Ġheg aree
Ġmarar f
Ġg iddutti
Ġm aadh
yy iin
ĠM uumm
ĠW alaa
Ġhar dha
Ġgaaf achaa
Ġhidh amee
Ġdeeb isaa
ĠC affee
Ġsad i
Ġdarb aniif
ĠAr abaa
Ġdabal ataa
Ġbakk atti
Ġdhok saa
Ġmoor aan
Ġwal akkaa
Ġitti suu
ph aa
eeff atanii
Ġhidh aan
Ġbo son
Ġal aan
sis ee
OO M
ĠIn jif
Ġmadd i
Ġdhok saan
ĠWar eeg
Il aal
ĠGudd inaa
ĠJal duu
J edh
Ġh aasaa
Ġf onqol
Ġq uun
umm aafi
Ġqab nuu
Ġo so
ĠG oo
ĠS aa
ĠI mpaay
ĠJ an
Ġture tti
Ġdubb ata
Ġmii ra
Ġcaal atti
isiis e
ĠWall oo
Ġbuuf ata
Ġmas ter
Ġkumaat amaan
I rree
e op
p or
Ġf aran
Ġc on
Ġc omm
Ġgar aatti
it tiin
ot aaf
iy aanii
Ġbul ee
iir tuu
Ġrakk o
ĠkaÊ¼ aa
Ġas iin
Ġban e
Ġdhuk aasa
Ġdogogg or
Ġargamsiis uu
Ġbarat ootni
I F
h ee
k ar
m alee
aa rri
Ġd or
Ġj arreen
Ġj iddutti
Ġs ud
ur ii
ĠD aw
ĠD ass
Ġwaan ti
ĠS t
ĠK eenyaa
adh een
ess i
Ġjab aachaa
Ġfuf aa
ĠduÊ¼ ee
ĠMag aala
Ġwalab oom
Ġiyy a
Ġwaliig alaa
ĠDhaa baa
Ġfar dii
Ġagarsii saa
Ġ all
Ġ eny
Ġs iy
Ġn y
ĠH useen
Ġr aaf
iy aaleen
Ġhub at
Ġfakk aatee
Ġlamm ataa
Ġdarb u
ĠWar aanaa
Ġhang af
Ġbarruu lee
Ġdhukkub s
ĠAwuroo ppaa
Ġbish aanii
Ġbatt al
C aamsaa
k aar
m ataa
t ani
w oo
Ê¼ uu
Ġkeess aas
ĠB aan
atu s
Ġijaar amu
Ġofii tti
Ġbarsiis ota
Add i
Ġlakkaaw aman
ĠMuk taar
D ab
M addi
Ġt ak
aÊ¼ in
aam ni
Ġil aala
ich atti
Ġseen u
Ġhub achiisuu
ĠN aay
ĠUmm atni
Ġqaban iin
Ġkaas uuf
ĠduÊ¼ uu
eessit oonni
Ġlam aaf
aayin sii
A nis
Ġg aach
Ġirr aas
Ġhin f
Ġwal b
ĠtaÊ¼ eera
Ġdur ummaan
Ġbeek am
Kan aan
Ġsh anii
Ġbaq atan
ĠGab aasa
Ġgarag al
Ġdhaggeeff adhaa
Ġqilleen sa
M ootumm
g ur
uu gg
Ġb aar
att a
ul Ê¼
Ġitti suuf
Ġbul aan
Ġbal aan
OO T
ĠbaÊ¼ uuf
Ġcabs uu
Ġjeeq umsa
Haat aÊ¼uu
ener aal
m en
o jii
Ġd aba
Ġm id
Ġq aaww
ĠB il
ĠM orm
ĠG eed
ĠD ach
Ġar ra
Ġwar ee
eeff aman
Ġgodh uuf
Ġdhaabb annee
ĠR ashaa
Ġhim uu
Ġjiraat anii
Ġhii ka
Ġgum aachuu
ĠbalÊ¼ aan
Ġtarr ee
U O
s umas
ah e
Ġamm ayyaa
Ġdur famu
Ġisaanii ti
Ġbeek sif
Ġjiraat uu
Ġfalm achuu
Ġball eessaa
Ġdaran uu
Ġtor baan
Ġman atti
Ġgeggeeff amaa
Ġgodin aalee
Ġqey ee
F F
K aan
L eenc
g ul
i ew
Ġh idha
Ġa gg
ĠtaÊ¼ aniif
Ġgaaf iin
Ġfudh achaa
haa mmad
achuuf i
Ġijaar anii
Ġitt uma
Ġdan uu
ĠHar ar
ĠOROM IYAA
Ġbeel a
ĠEr it
ĠDim ook
Ġqaxx aam
ĠBiti maa
A Ê¼
Ġt eessoo
Ġwal dh
Ġtokk ot
Ġmag alaa
Ġcim inaan
Ġnyaa tu
Ġgamm achuun
Ġilaall atu
Ġuff ata
Ġmormit ootaa
ĠYuniv arsiitii
ĠWarraaq saa
Ġhaleel laa
Ġfiix aan
Ġfakkeenyaa tti
W ay
g e
Ġakk aa
ĠL ib
Ġku dha
Ġsalph aatti
Ġ0 2
Ġkab achiisuuf
ĠHay ilee
ĠNam oota
Ġxiinx al
Ġbiq il
b ara
s haa
Ġh idda
Ġm ijj
een a
ĠA jj
Ġtur een
ĠK araa
if amaa
Ġhub annee
Ġboo daa
Ġorom ummaa
ĠdeebiÊ¼ uun
ĠTokk o
Ġsii daa
ĠDaan dii
Ġgabroomf ataa
m u
Ġi faan
in na
ĠA k
ĠA ad
amaa yaa
ool ii
Ġbeek amee
Ġhojj atamu
Ġin ter
Ġuum uuf
Ġool chuu
Ġmirkan eessuuf
Ġaf an
Ġmiseens ummaa
ĠMin isti
Ġguutuu tti
Ġ200 0
Ġfag eenyaan
aqa saa
Ġxiyy eef
Ġfiniin saa
Ġfir ii
Ġobbol eessa
Ġfuuldur atti
Biyy i
EES S
Dhum arratti
C R
k eess
Ġk uun
Ġk or
Ġk udh
Ġh udh
Ġbar achuun
ĠB uÊ¼
ĠG adaan
Ġitti fuf
if a
Ġgaaf at
Ġdab aree
Ġol k
Ġhir iyaa
Kan as
ri kaa
Ġgargaar uu
Ġfac c
Ġmirg oota
sit e
Ġmiid iyaalee
ĠDaaw ud
ii m
Ġb ayy
Ġg ayaa
Ġf oon
uuf is
Ġjedh amne
ĠK uush
Ġhund aaw
Ġbeek amne
maan ni
ĠN a
Ġdhuf te
Ġilaal an
Ġkeenyaa tti
Ġe ga
ĠDh ii
Ġjiruu dha
ĠOromoof i
Bar attootni
eessit uu
Ġdabr anii
Ġdii mookr
Ġhacuu ccaa
maat ni
ĠYaad annoo
2 2
o phiyaa
q al
s ina
Ġf alli
Ġf udha
ĠO d
ĠO sl
Ġwal oon
Ġc ees
Ġummat aan
Ġbakk aa
ĠMin istee
ĠDarg aggoota
Add unyaa
Ġboq ot
Ġhadh aawaa
Ġhindand eenye
Ġsham arran
Ġquub saa
E bla
T oof
m in
Ġjir ree
aal iin
aat oo
ĠK AN
Ġgaaf atamaan
eeff amee
ool le
ĠU K
tt e
Ġhub adhaa
Ġgodh amee
Ġdhab amuu
Ġsh aff
dee b
Ġilaal amu
Ġgagg eessuun
Ġkabaj ame
Ġbal al
arsii saa
Ġlaaf ina
ĠDhaa ba
Ġfid uuf
Add atti
Ġaar saa
Ġkolon ii
ĠMudd e
ĠWaaqeff annaa
Ġhandh uura
olog y
Ġ Â·
Ġh ax
Ġjir raa
ĠA ww
Ġbar anaa
iyaa tti
it anii
Ġarg anii
Ġdand aha
Ġso daan
Kan uma
Ġfudh ataa
ĠbuÊ¼ e
ĠduÊ¼ an
Ġgaar iin
ĠGod in
Ġbuu teen
Ġhooggan oota
Ġgor sa
Ġjaarmay a
ĠHaw aasaa
Ġmurteessaa dha
Hir iira
ĠAhm ad
t oom
w ee
ii lee
Ġk aadhim
Ġd achaa
Ġg ag
Ġs iin
ĠA ni
ach oo
ĠD iina
ĠS ar
Ġbeek nu
Ġmur annoon
ĠN agaa
Ġfakk aatan
Ġilaal chi
Ġdhaab ichaa
Ġjiraat ee
Ġwareeg amanii
Ġdhih eessuu
Ġkeeny arratti
Ġgaar iitti
ĠMag aal
ĠHar Ê¼a
Ġbuqq isuu
eessit e
Ġmilk iin
Ġtor b
Ġhoogg anaa
Ho jiin
Ġim al
Ġbood atti
Ġhogg anaa
Ġjidduu tti
Ġakeekka ch
ĠAlaa baa
Dhimm i
B ooda
b it
g ii
Ġ !!!!!!!!
an aan
Ġf otto
Ġjir aanne
ad dhaa
ĠB add
af ee
ĠS oor
ol is
ool a
Ġr arr
ĠL eell
eel een
Ġdhaab u
Ġyaal e
ĠbaÊ¼ uun
Ġdadhab an
Ġgabaas i
Sad arkaa
Ġyuuniv ersitii
Ayyaan ni
ĠRashaa d
U m
an c
Ġb uun
Ġs al
Ġs uni
eess ine
if nee
Ġab oruu
Ġin nis
Ġhub ate
Ġuum uun
EE RR
Ġnyaa t
Ġmirkan eessuu
Ġmiseens otni
Ġbad uu
Sh eek
Ġtik suu
Ġfuuldur a
Ġdimook r
ĠDeeb ii
ĠSid aamaa
ĠWalaa buu
0 7
F al
M udd
h oo
s aafi
t ara
baa tti
Ġbiyy attiin
tu tti
ĠT arkaan
Ġhojj atanii
Ġdubb is
Ġjab aan
Ġfiniin suu
Ġkeey saa
ĠIrree cha
Ġwaajj ir
Ġáĭ ¨
jjee chaa
H in
Ġ edd
at aaf
Ġg aman
aal uu
Ġhin g
ĠG eet
or ii
Ġgu bb
Ġbeek nee
Ġgudd icha
ĠUmm atoota
Ġmorm an
