{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"aa":261,"ee":262,"an":263,"oo":264,"ii":265,"uu":266,"Ġk":267,"aan":268,"Ġd":269,"ar":270,"at":271,"am":272,"Ġh":273,"Ġi":274,"ti":275,"Ġb":276,"ab":277,"al":278,"Ġg":279,"Ġj":280,"ir":281,"Ġf":282,"Ġt":283,"kk":284,"Ġm":285,"um":286,"in":287,"ch":288,"Ê¼":289,"dh":290,"Ġw":291,"Ġa":292,"Ġdh":293,"ss":294,"Ġq":295,"Ġs":296,"een":297,"om":298,"Ġkan":299,"eess":300,"rr":301,"tti":302,"ĠO":303,"rom":304,"Ġfi":305,"is":306,"yy":307,"oot":308,"umm":309,"Ġjir":310,"ni":311,"ĠOrom":312,"atti":313,"iin":314,"ur":315,"aal":316,"Ġis":317,"kka":318,"uun":319,"dd":320,"Ġn":321,"yaa":322,"aÊ¼":323,"Ġqab":324,"Ġirr":325,"ag":326,"ĠOromoo":327,"Ġhin":328,"aaf":329,"un":330,"anii":331,"Ġakka":332,"Ġo":333,"ĠA":334,"Ġkeess":335,"Ġje":336,"aat":337,"âĢ":338,"aas":339,"Ġy":340,"ach":341,"bb":342,"Ġbar":343,"ummaa":344,"il":345,"oon":346,"uuf":347,"Ġwal":348,"Ġl":349,"oota":350,"ra":351,"amm":352,"ah":353,"mm":354,"er":355,"ama":356,"ann":357,"ad":358,"iyy":359,"ĠB":360,"ĠtaÊ¼":361,"Ġto":362,"eeny":363,"jj":364,"aar":365,"Ġjedh":366,"iyaa":367,"eef":368,"saa":369,"ĠM":370,"Ġc":371,"Ġgar":372,"ata":373,"ĠG":374,"att":375,"or":376,"sa":377,"Ġisaan":378,"Ġtokk":379,"ul":380,"ayy":381,"Ġkana":382,"ĠW":383,"Ġjiru":384,"af":385,"Ġirratti":386,"as":387,"raa":388,"ĠD":389,"Ġirraa":390,"Ġar":391,"uf":392,"Ġitti":393,"Ġisaa":394,"lee":395,"aq":396,"iis":397,"it":398,"Ġwaan":399,"ĠS":400,"baa":401,"Ġtur":402,"ĠI":403,"and":404,"ĠH":405,"ana":406,"ĠâĢ":407,"ot":408,"eenya":409,"Ġgu":410,"Ġho":411,"Ġgo":412,"aam":413,"soo":414,"Ġamm":415,"akk":416,"Ġkeessatti":417,"ww":418,"Ġwar":419,"amaa":420,"Ġbiyy":421,"alee":422,"Ġadd":423,"iif":424,"en":425,"ga":426,"gaa":427,"Ġil":428,"Ġof":429,"Ġkun":430,"ph":431,"na":432,"Ġdee":433,"ol":434,"ĠK":435,"eek":436,"uma":437,"Ġdhaa":438,"und":439,"BO":440,"if":441,"amu":442,"on":443,"ub":444,"im":445,"tii":446,"aman":447,"Ġumm":448,"Ġ2":449,"itti":450,"Ġtokko":451,"gg":452,"Ġnu":453,"eroo":454,"achuu":455,"ame":456,"Ġhund":457,"Ġarg":458,"Ġuu":459,"Ġdand":460,"tu":461,"aba":462,"ĠT":463,"Ġdur":464,"Ġkeessa":465,"ayyaan":466,"aatti":467,"tuu":468,"Ġhar":469,"Ġtah":470,"Ġisaanii":471,"Ġyoo":472,"Ġdhi":473,"ĠF":474,"Ġjira":475,"dha":476,"ĠQ":477,"ataa":478,"Ġyaa":479,"ubb":480,"Ġgaaf":481,"eeff":482,"Ġgal":483,"ilis":484,"ne":485,"Ġkeenya":486,"da":487,"amee":488,"Ġ1":489,"ich":490,"Ġdha":491,"ool":492,"nee":493,"Ġjech":494,"idh":495,"Ġbeek":496,"all":497,"agg":498,"Ġyeroo":499,"Ġmalee":500,"ĠJ":501,"atee":502,"ummaan":503,"Ġ(":504,"aach":505,"Ġbir":506,"ala":507,"Ġdab":508,"Ġab":509,"taa":510,"Ġkeessaa":511,"Ġirra":512,"amuu":513,"kaa":514,"araa":515,"atu":516,"Ġqabsoo":517,"Ġqo":518,"oom":519,"atan":520,"ay":521,"faa":522,"ĠOromiyaa":523,"Ġgudd":524,"Ġture":525,"Ġuumm":526,"akka":527,"ars":528,"Ġhidh":529,"Ġol":530,"oonni":531,"Ġdiin":532,"aay":533,"Ġdar":534,"Ġr":535,"eeg":536,"Ġseen":537,"ilisummaa":538,"arr":539,"ĠU":540,"Ġx":541,"Ġnam":542,"ayyaanee":543,"ota":544,"tt":545,"udh":546,"Ġmoot":547,"faan":548,"ĠâĢľ":549,"daa":550,"Ġakk":551,"âĢĿ":552,"Ġsab":553,"annoo":554,"Ġjiran":555,"Ġmir":556,"adh":557,"aalaa":558,"edd":559,"uÊ¼":560,"alaa":561,"ate":562,"Ġnama":563,"Ġbiyya":564,"aw":565,"Ġso":566,"01":567,"Ġdeeb":568,"maan":569,"Ġij":570,"Ġhojj":571,"Ġin":572,"Ġgara":573,"ina":574,"Ġhaa":575,"iy":576,"eenyaa":577,"Ġbarbaa":578,"dhaan":579,"==":580,"Ġhir":581,"Ġmur":582,"ĠABO":583,"Ġqabu":584,"Ġgab":585,"tee":586,"aala":587,"ess":588,"Ġni":589,"Ġhub":590,"jii":591,"Ġgodh":592,"ees":593,"Ġummata":594,"Kan":595,"enn":596,"Ġhum":597,"Ġdhab":598,"Ġwaliin":599,"Ġdubb":600,"Ġsir":601,"Ġib":602,"Ġhedd":603,"ĠdandaÊ¼":604,"aall":605,"aaÊ¼":606,"aann":607,"ĠN":608,"Ġsh":609,"Ġfudh":610,"achuun":611,"idd":612,"atanii":613,"Ġra":614,"AA":615,"âĢ¦":616,"Ġisa":617,"haa":618,"fii":619,"ĠL":620,"iti":621,"iÊ¼":622,"Ġmar":623,"isaa":624,"add":625,"Ġbara":626,"Ġdhu":627,"Ġhan":628,"ba":629,"Ġdhaabb":630,"ootaa":631,"qab":632,"eessaa":633,"ĠY":634,"Ġboo":635,"oof":636,"Ġbah":637,"eer":638,"anni":639,"agaa":640,"Ġyk":641,"Ġlaf":642,"ani":643,"aqaa":644,"Ġdeem":645,"ĠAm":646,"Ġbakka":647,"Ġjab":648,"00":649,"Ġgah":650,"ĠtaÊ¼uu":651,"anaa":652,"Ġgad":653,"Ġti":654,"Ġadda":655,"neen":656,"uul":657,"te":658,"us":659,"aayy":660,"dee":661,"!!":662,"Ġbul":663,"Ġfakk":664,"Ġdhuf":665,"Ġjal":666,"iir":667,"Ġykn":668,"siis":669,"Ġkenn":670,"too":671,"chaa":672,"ĠE":673,"Ġyaad":674,"sii":675,"Ġguu":676,"Ġmag":677,"eerr":678,"Ġilaal":679,"ajj":680,"eessa":681,"Ġuummata":682,"Ġaan":683,"Ġorom":684,"Ġmaal":685,"Ġeeg":686,"yyaa":687,"ri":688,"Ġkaraa":689,"umaa":690,"Ġqaba":691,"aatu":692,"ootni":693,"kaan":694,"aasa":695,"phiyaa":696,"Ġrakk":697,"eera":698,"Ġ201":699,"Ġtaan":700,"rraa":701,"fin":702,"ĠharÊ¼":703,"tiin":704,"ara":705,"Ġbilisummaa":706,"Ġtaas":707,"qq":708,"Ġdura":709,"Ġmana":710,"Ġibs":711,"aana":712,"Ġammoo":713,"ed":714,"Ġdhal":715,"Ġp":716,"Ġdir":717,"ĠbuÊ¼":718,"Ġkeenyaa":719,"fa":720,"ĠWayyaanee":721,"mma":722,"aatiin":723,"ĠC":724,"ru":725,"aalee":726,"Ġsad":727,"Ġer":728,"Ġbaas":729,"orm":730,"Ġmootummaa":731,"Ġku":732,"Ġkanneen":733,"dii":734,"Ġsan":735,"Ġaman":736,"aniif":737,"ĠtaÊ¼e":738,"Ġamma":739,"Ġmiti":740,"abaj":741,"Orom":742,"oor":743,"ati":744,"achaa":745,"arraa":746,"abs":747,"infin":748,"aata":749,"Ġajj":750,"Ġjechuun":751,"bbaa":752,"Ġgaruu":753,"Ġkanaan":754,"si":755,"Ġraa":756,"aj":757,"Ġji":758,"Ġjedhu":759,"icha":760,"edh":761,"ka":762,"eel":763,"kan":764,"achuuf":765,"Ġhedduu":766,"Ġhojii":767,"Ġgagg":768,"Ġdhaab":769,"aww":770,"ĠUmm":771,"Ġhaf":772,"aanii":773,"isuu":774,"ĠR":775,"Ġnaann":776,"Ġilmaan":777,"Ġdhag":778,"Ġhim":779,"Ġbaratt":780,"toota":781,"amanii":782,"aatii":783,"Ġlamm":784,"Ġmii":785,"ĠOromoon":786,"Ġbarr":787,"Ġwarra":788,"iig":789,"Ġfuf":790,"aggaa":791,"es":792,"Ġsiyaa":793,"Ġguddaa":794,"achiis":795,"Ġu":796,"adaa":797,"Ġabbaa":798,"Ġbo":799,"Ġosoo":800,"ĠtaÊ¼u":801,"Ġkabaj":802,"Ġijaar":803,"maa":804,"Ġmaqaa":805,"Ġbooda":806,"Ġwaa":807,"aachuu":808,"cha":809,"abb":810,"unyaa":811,"Ġmirga":812,"id":813,"infinnee":814,"âĢ¦âĢ¦":815,"Ġsaba":816,"aasaa":817,"Ġwayyaanee":818,"Ġdarb":819,"chis":820,"ĠkaÊ¼":821,"Ġmul":822,"Ġinni":823,"Ġjiraat":824,"Ġmis":825,"Ġe":826,"Ġseenaa":827,"aaraa":828,"Ġsoch":829,"Ġkanaa":830,"ef":831,"Ġitt":832,"Ġhanga":833,"iyya":834,"ak":835,"ĠtaÊ¼ee":836,"Ġqaban":837,"Ġbal":838,"Ġturan":839,"ac":840,"Ġafaan":841,"Ġofii":842,"amaan":843,"Ġakkas":844,"Dh":845,"nu":846,"tan":847,"ĠBilisummaa":848,"eessuu":849,"aanaa":850,"suu":851,"====":852,"ash":853,"Ġisin":854,"Ġmoo":855,"Ġtar":856,"Ġdhii":857,"amuun":858,"dhaa":859,"Ġhaala":860,"Ġwalitti":861,"Ġkaas":862,"ma":863,"ffaa":864,"Ġqoph":865,"od":866,"rra":867,"el":868,"Ġhumna":869,"Kanaaf":870,"Ġaddaa":871,"Ġnaannoo":872,"ok":873,"udd":874,"Ġlafa":875,"wwan":876,"okk":877,"Ġal":878,"bbo":879,"ĠDh":880,"Ġguyyaa":881,"ĠP":882,"Ġuum":883,"aafi":884,"Ġjedhan":885,"ooti":886,"ĠSh":887,"Ġ3":888,"Ġcim":889,"ud":890,"Ġummat":891,"Ġmorm":892,"ix":893,"Ġmagaalaa":894,"Ġoromoo":895,"Ġtaane":896,"âĢĻ":897,"aab":898,"ĠFinfinnee":899,"Ġhojje":900,"Ġee":901,"ree":902,"Ġdiina":903,"chuu":904,"Ġmil":905,"Ġfil":906,"Ġdhimma":907,"ax":908,"Ġsana":909,"Ġaa":910,"Akka":911,"Ġbarbaad":912,"naan":913,"Ġjechuu":914,"Ġakkuma":915,"Ġdirq":916,"Ġhaw":917,"annee":918,"ĠAfaan":919,"ull":920,"Ġsiyaasaa":921,"arkaa":922,"egg":923,"rii":924,"Ġsag":925,"Ġgur":926,"Kun":927,"Ġhor":928,"inaa":929,"saan":930,"rratti":931,"Ġraaww":932,"Ġool":933,"Kana":934,"onni":935,"ggan":936,"ĠâĢĵ":937,"arsii":938,"aaq":939,"imm":940,"Ġjiruu":941,"Ġyaada":942,"Ġbiraa":943,"DO":944,"arg":945,"Ġgaraa":946,"Ġkee":947,"eens":948,"Ġwareeg":949,"**":950,"Ġhamm":951,"Ġfii":952,"Ġjalqab":953,"niv":954,"ta":955,"anne":956,"arra":957,"Ġhunda":958,"duu":959,"ayyaaneen":960,"Ġhidhaa":961,"ĠBar":962,"Ġwaggaa":963,"ĠQeerr":964,"yoo":965,"Ġjedhanii":966,"ang":967,"Ġgarg":968,"Ġdhih":969,"Ġsirna":970,"ilee":971,"sis":972,"ira":973,"Ġjen":974,"ĠWal":975,"naa":976,"attii":977,"ĠharÊ¼a":978,"Ġqoo":979,"Ġjaar":980,"ig":981,"Ġgabr":982,"Ġtarkaan":983,"Ġtaasis":984,"jif":985,"ĠmulÊ¼":986,"re":987,"Ġtahuu":988,"Ġaddunyaa":989,"aataa":990,"Ġduu":991,"of":992,"Ġjedhamu":993,"ish":994,"Ġjijj":995,"le":996,"Ġlol":997,"noota":998,"Ġfal":999,"201":1000,"Ġ19":1001,"chi":1002,"urr":1003,"Ġlubb":1004,"umur":1005,"Ġfedh":1006,"ĠUmmata":1007,"Ġammaa":1008,"Ġeeny":1009,"mmoo":1010,"Ġrakkoo":1011,"Ġillee":1012,"Ġbu":1013,"Ġjedhee":1014,"Ġish":1015,"Ġharka":1016,"Ġsadarkaa":1017,"Ġdhugaa":1018,"ĠAr":1019,"amni":1020,"he":1021,"âĢľ":1022,"Ġqofa":1023,"Ġhoo":1024,"ĠgaÊ¼":1025,"Ġas":1026,"ib":1027,"ĠdeebiÊ¼":1028,"OO":1029,"Ġittiin":1030,"aga":1031,"annaa":1032,"eeb":1033,"Ġqabs":1034,"utti":1035,"laa":1036,"li":1037,"ĠItoo":1038,"EE":1039,"ĠAdd":1040,"Ġgaaffii":1041,"Ġgadi":1042,"eff":1043,"ichaa":1044,"Ġlakk":1045,"Ġdhug":1046,"Ġgoot":1047,"Ġam":1048,"Ġtokkummaa":1049,"Ġkaayy":1050,"Ġkoo":1051,"Ġmurt":1052,"allee":1053,"Ġnamoota":1054,"Ġbaq":1055,"umsa":1056,"Ġod":1057,"Ġmootummaan":1058,"Ġqabsaa":1059,"ĠâĢĺ":1060,"taan":1061,"Ġfayy":1062,"PDO":1063,"deem":1064,"Ġalaa":1065,"ia":1066,"Ġdabars":1067,"Ġwajj":1068,"Ġtahe":1069,"ĠduÊ¼":1070,"anneen":1071,"ĠAb":1072,"LF":1073,"ĠAf":1074,"amne":1075,"ĠHab":1076,"leen":1077,"itii":1078,"atuu":1079,"ik":1080,"op":1081,"ĠOromoof":1082,"yyuu":1083,"Ġerg":1084,"Ġag":1085,"Ġjala":1086,"ĠWBO":1087,"yyaan":1088,"Ġfin":1089,"umas":1090,"Ġdabal":1091,"Ġqaam":1092,"sh":1093,"daan":1094,"Ġdadh":1095,"essa":1096,"anna":1097,"Ġna":1098,"aroo":1099,"ug":1100,"abaa":1101,"Ġqub":1102,"Ġfur":1103,"iyaan":1104,"aruu":1105,"Ġqor":1106,"Ġhundi":1107,"Ġnamaa":1108,"arri":1109,"ichi":1110,"Ġdan":1111,"Ġnyaa":1112,"Ê¼ee":1113,"otaa":1114,"Ġaadaa":1115,"ootummaan":1116,"la":1117,"suuf":1118,"eeraa":1119,"Ġjiraachuu":1120,"Ġdhiis":1121,"Ġbilis":1122,"aate":1123,"Ġif":1124,"Ġnagaa":1125,"Ġbiyyaa":1126,"ĠItoophiyaa":1127,"Ġabb":1128,"Ġsaa":1129,"Ġnag":1130,"In":1131,"Ġcaal":1132,"aatee":1133,"Ġlammii":1134,"Ġbit":1135,"Ġyaal":1136,"see":1137,"aniiru":1138,"iqq":1139,"Ġdal":1140,"Ġkanatti":1141,"Wal":1142,"Ġak":1143,"Ġbif":1144,"Ġkuf":1145,"Ġkaan":1146,"ĠdandaÊ¼u":1147,"ĠbaÊ¼":1148,"tin":1149,"eessuuf":1150,"Ġsochii":1151,"isa":1152,"Ġsaam":1153,"Ġerga":1154,"ĠOPDO":1155,"aaw":1156,"Ġmooraa":1157,"ĠQab":1158,"Ġdandeeny":1159,"boo":1160,"uudhaan":1161,"tiyoo":1162,"Ġdiinaa":1163,"tummaa":1164,"Ġbulch":1165,"irr":1166,"ila":1167,"__":1168,"Ġdhaam":1169,"ĠâĢĿ":1170,"Ġdaan":1171,"Ġadeem":1172,"Ġgama":1173,"irraa":1174,"Ġmirkan":1175,"Ġ4":1176,"Ġ?":1177,"eessuun":1178,"Ġdhaaba":1179,"Ġgargaar":1180,"ĠGadaa":1181,"xan":1182,"goo":1183,"Ġkanaaf":1184,"iinsa":1185,"Ġgegg":1186,"Ġbarbaachis":1187,"Ġduul":1188,"iddaa":1189,"Ġaf":1190,"alph":1191,"Ġkaayyoo":1192,"eeq":1193,"Ġwaam":1194,"Ġkeeny":1195,"eessan":1196,"atni":1197,"Yeroo":1198,"Ġta":1199,"iq":1200,"og":1201,"Ġimmoo":1202,"PLF":1203,"inaan":1204,"Ġdadhab":1205,"ĠYuu":1206,"Akk":1207,"ĠtaÊ¼an":1208,"inee":1209,"annoon":1210,"Ġbakk":1211,"atamaa":1212,"Ġnuuf":1213,"idduu":1214,"Ġfuul":1215,"Umm":1216,"Ġmal":1217,"Ġxumur":1218,"Ġgaar":1219,"Ġsun":1220,"bii":1221,"ĠMag":1222,"ĠHar":1223,"boon":1224,"ogg":1225,"Ġbifa":1226,"Ġwajjin":1227,"Ġmiseens":1228,"Ġhaww":1229,"aÊ¼aa":1230,"Ġwarri":1231,"II":1232,"Ġjecha":1233,"Ġbad":1234,"..":1235,"Ġnamni":1236,"Ġdarg":1237,"Ġjiraach":1238,"attoota":1239,"Ġkal":1240,"attuu":1241,"Ġwalii":1242,"eessu":1243,"fiin":1244,"ĠItiyoo":1245,"ĠQBO":1246,"Ġdhiy":1247,"Ġ5":1248,"aad":1249,"Ġtahu":1250,"ĠMin":1251,"ĠWaaq":1252,"Ġakkasumas":1253,"Ġbarattoota":1254,"Ġbaaf":1255,"Ġsalph":1256,"Ġfalm":1257,"isuuf":1258,"Ġjalaa":1259,"Ġbobb":1260,"Ġbaay":1261,"aaÊ¼ee":1262,"ĠAd":1263,"Ġgaafa":1264,"ashaa":1265,"ĠQeerroo":1266,"áĪ":1267,"Ġhundaa":1268,"Ġaj":1269,"Ġwaraana":1270,"Ġdeebii":1271,"Ġguutuu":1272,"dur":1273,"ter":1274,"Ê¼aa":1275,"ĠObbo":1276,"Ġjijjiir":1277,"Ġjirtu":1278,"Ġqabna":1279,"em":1280,"Ġcaalaa":1281,"otni":1282,"eey":1283,"Ġkam":1284,"Ġdhaq":1285,"Ġnatti":1286,"ĠIn":1287,"suun":1288,"mp":1289,"du":1290,"chuun":1291,"aggoota":1292,"annu":1293,"ĠBiyya":1294,"umaan":1295,"Ġbira":1296,"Ġgurg":1297,"Ġkeessan":1298,"Ġdhuun":1299,"Ġhii":1300,"Ġeegal":1301,"nii":1302,"eesse":1303,"Waan":1304,"atama":1305,"ĠGod":1306,"Ġbuqq":1307,"eessee":1308,"isee":1309,"Ġinjif":1310,"to":1311,"Ġ200":1312,"ĠX":1313,"aalli":1314,"amsiis":1315,"Ġtokkoo":1316,"Ġthe":1317,"Bar":1318,"Ġqabne":1319,"iyyaa":1320,"Ġul":1321,"iisaa":1322,"DG":1323,"aanni":1324,"ĠAbbaa":1325,"Ġgamm":1326,"Ġdirqama":1327,"ic":1328,"eet":1329,"ameera":1330,"Ġad":1331,"Ġham":1332,"ataan":1333,"Ġbuu":1334,"Gaaf":1335,"rri":1336,"uufi":1337,"isu":1338,"Ġfag":1339,"ĠOromummaa":1340,"Ġhal":1341,"arratti":1342,"Ġjalatti":1343,"aaj":1344,"Ġwan":1345,"arsiitii":1346,"Ġqabsoon":1347,"Ġxiqq":1348,"isiis":1349,"ootii":1350,"ĠAl":1351,"ootiin":1352,"ing":1353,"etti":1354,"Ġqofaa":1355,"Ġakkam":1356,"OM":1357,"Ġgabrummaa":1358,"Ġban":1359,"ers":1360,"ĠbuÊ¼aa":1361,"âĢ¦âĢ¦âĢ¦âĢ¦":1362,"aqa":1363,"Ġgaa":1364,"Ġfayyad":1365,"Ġutuu":1366,"Ġtan":1367,"umsaa":1368,"Ġgum":1369,"Ġbarbaach":1370,"toonni":1371,"Ġka":1372,"Ġwaraanaa":1373,"Ġjaarm":1374,"Ġjaal":1375,"ĠtaÊ¼eef":1376,"com":1377,"Ġdhaan":1378,"ĠOromo":1379,"Har":1380,"Ġbiroo":1381,"Garuu":1382,"iitti":1383,"Ġijool":1384,"ĠJimm":1385,"moo":1386,"uk":1387,"Ġlubbuu":1388,"Yoo":1389,"qur":1390,"Ġgaggeeff":1391,"Ġtarkaanfii":1392,"ind":1393,"Ġmataa":1394,"Ġnutti":1395,"Ġball":1396,"awaa":1397,"iira":1398,"Ġsabboon":1399,"arii":1400,"========":1401,"aasii":1402,"Ġgan":1403,"Ġotuu":1404,"aff":1405,"oolis":1406,"Ġajjees":1407,"eessit":1408,"attee":1409,"ĠKan":1410,"isuun":1411,"Ġuf":1412,"Ġlama":1413,"Ġmadd":1414,"Ġqal":1415,"Ġtol":1416,"AN":1417,"ukk":1418,"ut":1419,"ĠTPLF":1420,"amuuf":1421,"Ġjirti":1422,"aree":1423,"iyoon":1424,"ĠtaÊ¼a":1425,"tota":1426,"Ġhoj":1427,"Ġhaal":1428,"Ġgabaas":1429,"och":1430,"Ġhedduun":1431,"Ġaangoo":1432,"ilaa":1433,"ibb":1434,"Ġnuti":1435,"Qab":1436,"Ġqaww":1437,"aamaa":1438,"Ġqooda":1439,"Ġgand":1440,"Ġgod":1441,"unqur":1442,"Ġdiig":1443,"ĠGal":1444,"Ġduraa":1445,"ABO":1446,"ork":1447,"Ê¼a":1448,"eder":1449,"eroon":1450,"ĠFDG":1451,"ine":1452,"adhaa":1453,"Ġjirra":1454,"IN":1455,"Ġgadd":1456,"ĠtaÊ¼uun":1457,"rree":1458,"aniin":1459,"Ġakeek":1460,"Ġken":1461,"atamu":1462,"ddoo":1463,"Ġgalm":1464,"fi":1465,"kol":1466,"Ġmees":1467,"Ġwalab":1468,"os":1469,"Ġtahee":1470,"Ġcarraa":1471,"Mootummaan":1472,"Ġala":1473,"Ġdhum":1474,"Ġhirm":1475,"!!!!":1476,"dhaaf":1477,"essaa":1478,"atoota":1479,"yii":1480,"Ġkuni":1481,"uyyaa":1482,"Ġdheer":1483,"Ġmad":1484,"ĠUumm":1485,"Ġishee":1486,"Ġway":1487,"Haa":1488,"Ġsagalee":1489,"Ġbiyyoota":1490,"Ġkut":1491,"jjii":1492,"Ġbarn":1493,"Ġjett":1494,"ola":1495,"ĠABOn":1496,"iisa":1497,"aash":1498,"Ġguddaan":1499,"eenaa":1500,"Ġroo":1501,"Ġkutaa":1502,"Oromoon":1503,"uq":1504,"Ġtaasif":1505,"Ġani":1506,"Ġgam":1507,"Ġamantii":1508,"Ġdhaloota":1509,"Ġbarbaachisaa":1510,"Ġhoggan":1511,"aatan":1512,"ĠTig":1513,"ĠYuuniv":1514,"bboo":1515,"maata":1516,"ĠItiyoophiyaa":1517,"Ġirree":1518,"Ġ2014":1519,"Ġjireenya":1520,"baan":1521,"Ġmuu":1522,"ĠJimmaa":1523,"Ġcunqur":1524,"eekk":1525,"ĠIl":1526,"ij":1527,"Ġjirru":1528,"Ġaanaa":1529,"atame":1530,"Ġ0":1531,"ora":1532,"ahaa":1533,"ootummaa":1534,"Ġfac":1535,"Ġibsa":1536,"Ġguut":1537,"ĠTokk":1538,"chuuf":1539,"Ġqon":1540,"Ġirraan":1541,"UU":1542,"atam":1543,"kf":1544,"ĠdandaÊ¼a":1545,"Ġmaq":1546,"Ġjedhe":1547,"Ġmormii":1548,"Ġhord":1549,"oomaa":1550,"Ġhawaasa":1551,"Ġyoom":1552,"Ġmud":1553,"aatiif":1554,"Ġdhok":1555,"inni":1556,"Ġdandeenye":1557,"anee":1558,"Ġcuf":1559,"tis":1560,"Ġfakkaatu":1561,"oph":1562,"ĠIs":1563,"Ġturee":1564,"Ġfaa":1565,"Ġxiyy":1566,"su":1567,"Ġ|":1568,"Ġan":1569,"Ġum":1570,"ĠQabsoo":1571,"yyaana":1572,"Ġdhiyaa":1573,"antaa":1574,"buu":1575,"Ġ6":1576,"Ġdim":1577,"Ġdag":1578,"Ġummataa":1579,"cc":1580,"Ġkaasee":1581,"Ġsaanii":1582,"aayee":1583,"th":1584,"Ġkiyya":1585,"Ġbarnoota":1586,"Tokk":1587,"yaan":1588,"Ġjedha":1589,"Ġgahaa":1590,"ĠAbb":1591,"ation":1592,"Ġfix":1593,"Ġgaarii":1594,"Ġmiidh":1595,"umatti":1596,"Ġlabs":1597,"Ġdaran":1598,"eg":1599,"Ġdiinni":1600,"ĠGodina":1601,"Sab":1602,"Ġdiddaa":1603,"anitti":1604,"Ġukk":1605,"ĠOromoota":1606,"Ġiyy":1607,"Ġqabeenya":1608,"ĠWall":1609,"arsiis":1610,"ajjii":1611,"ĠZ":1612,"Ġwarraa":1613,"Ġqabsaaw":1614,"ROM":1615,"Ġlamaan":1616,"Ġummanni":1617,"Ġajjeef":1618,"Ġisaaf":1619,"ammuu":1620,"Ġwayy":1621,"Ġ7":1622,"Ġseera":1623,"Ġwalg":1624,"Ġdeegg":1625,"ĠHabashaa":1626,"Ġ12":1627,"Ġeenyummaa":1628,"aÊ¼u":1629,"Ġdabr":1630,"Ġwall":1631,"Ġhawaas":1632,"Ġtuf":1633,"Ġbor":1634,"Ġsi":1635,"Nam":1636,"Ġbarsiis":1637,"Ġqaama":1638,"ill":1639,"Ġqabnu":1640,"Ġog":1641,"ĠBiyy":1642,"aÊ¼uu":1643,"Ġajjee":1644,"eessanii":1645,"Ġjedheen":1646,"Ġlaaf":1647,"Ġgochaa":1648,"Ġmagaal":1649,"eensa":1650,"Ġdhimm":1651,"Ġcabs":1652,"Ġshakk":1653,"ilik":1654,"Ġmilk":1655,"SA":1656,"Ġkar":1657,"ĠDarg":1658,"Ġammas":1659,"Ġodoo":1660,"attu":1661,"Ġsaax":1662,"ĠIb":1663,"ikaa":1664,"Ġhayy":1665,"qaa":1666,"ent":1667,"ajeel":1668,"Ġtaj":1669,"ĠWayyaaneen":1670,"Ġqabatee":1671,"Ġdargagg":1672,"atamuu":1673,"ameen":1674,"Ġtana":1675,"ĠAfri":1676,"âĢĶ":1677,"Ġabdii":1678,"Ġwaliig":1679,"Ġmee":1680,"ullee":1681,"Ġ2013":1682,"Ġwareegama":1683,"Ġmaaliif":1684,"Ġammo":1685,"Ġakkan":1686,"iraa":1687,"tanii":1688,"mpaay":1689,"ook":1690,"ĠAmboo":1691,"ĠWar":1692,"bee":1693,"áī":1694,"ĠMagaalaa":1695,"Ġjibb":1696,"Ġgidduu":1697,"Ġboon":1698,"abal":1699,"ĠtaaÊ¼":1700,"Ġaddaan":1701,"Ġmirgaa":1702,"nis":1703,"Ġsabaa":1704,"Ġilaall":1705,"alli":1706,"atuun":1707,"Ġargamu":1708,"Ġbarreeff":1709,"Ġdabar":1710,"sanii":1711,"Ġcimaa":1712,"Ġdub":1713,"Ġyeroon":1714,"Ġbiyyattii":1715,"eÊ¼":1716,"Ġakkasii":1717,"Ġfedhii":1718,"Ġmootumm":1719,"san":1720,"Ġobbo":1721,"Akkuma":1722,"Ġjedhuun":1723,"di":1724,"aadh":1725,"eell":1726,"Ġifatti":1727,"olee":1728,"absoon":1729,"ban":1730,"eny":1731,"isanii":1732,"Ġisaaniif":1733,"Bara":1734,"áĭ":1735,"ey":1736,"Ġkol":1737,"aabaa":1738,"Ġbeeku":1739,"ĠAmaaraa":1740,"Ġotoo":1741,"Ġqof":1742,"Ġbiratti":1743,"org":1744,"Ġmurtii":1745,"AR":1746,"áĬ":1747,"Ġ10":1748,"eetti":1749,"Ġleen":1750,"Ġjennee":1751,"Ġtokkoon":1752,"affaa":1753,"Ġ9":1754,"Ġdin":1755,"Ġqind":1756,"ĠOROM":1757,"Ġhiriira":1758,"aaww":1759,"Ġhundaan":1760,"aarraa":1761,"Ġach":1762,"Ġulf":1763,"aatuu":1764,"Ġsababa":1765,"irratti":1766,"Ġbaan":1767,"Ġwayyaaneen":1768,"ise":1769,"Ġ2015":1770,"Ġummatni":1771,"Ġgumaach":1772,"omm":1773,"aÊ¼ee":1774,"ootaan":1775,"Ġdhala":1776,"isan":1777,"Ġmirg":1778,"Ġtajaaj":1779,"Ġifa":1780,"ibbaa":1781,"uudha":1782,"Ġhaaraa":1783,"****":1784,"Ġragaa":1785,"Ġhang":1786,"Ġdamm":1787,"Ġmax":1788,"chisee":1789,"Ġhordof":1790,"Ġhark":1791,"Ġ8":1792,"amoo":1793,"Ġyakk":1794,"Ġbil":1795,"Ġfiniin":1796,"oÊ¼":1797,"ĠGab":1798,"Ġseer":1799,"Ġmeeshaa":1800,"tuun":1801,"Ġjiraatan":1802,"Ġilaalcha":1803,"eefi":1804,"AAN":1805,"jedh":1806,"sif":1807,"ĠBul":1808,"Ġhamma":1809,"utaa":1810,"Ġdhiiga":1811,"ĠharÊ¼aa":1812,"Ġhanq":1813,"Ġand":1814,"ĠSad":1815,"Ġdarar":1816,"Ġsod":1817,"//":1818,"aarr":1819,"Sh":1820,"Ġgon":1821,"uni":1822,"atte":1823,"Ġeegg":1824,"Ġbaayy":1825,"atii":1826,"ĠHabash":1827,"Ġkon":1828,"Ġharkaa":1829,"ulq":1830,"iil":1831,"amtee":1832,"oti":1833,"Ġijoollee":1834,"ĠHo":1835,"Ġqawwee":1836,"Ġyakka":1837,"Ġgahe":1838,"Ġhiriir":1839,"Ġfinc":1840,"Ġdid":1841,"Ġwanti":1842,"Ġmarii":1843,"Ġbarb":1844,"DF":1845,"se":1846,"illee":1847,"Ġjiraatu":1848,"oolee":1849,"Ġargaman":1850,"Ġdubbii":1851,"Namni":1852,"Ġwalabummaa":1853,"iifi":1854,"Ġdhabuu":1855,"Ġdach":1856,"ĠDhaa":1857,"Ġturr":1858,"iyyuu":1859,"ĠQeerroon":1860,"Ġsaaxil":1861,"Ġ15":1862,"____":1863,"Ġdhiif":1864,"ĠDr":1865,"aqq":1866,"Il":1867,"acc":1868,"Ġgurm":1869,"Ġgurgur":1870,"amtoota":1871,"oree":1872,"Ġjajj":1873,"Ġdheeraa":1874,"itaa":1875,"Ġfurmaata":1876,"Dhaa":1877,"Ġgoon":1878,"uudh":1879,"Ġjedhamee":1880,"Ġfid":1881,"Ġtor":1882,"amtu":1883,"Ġhaas":1884,"Ġfir":1885,"Ġwaliif":1886,"Ġkeenyaaf":1887,"Ġhooggan":1888,"tar":1889,"Isaan":1890,"Ġwaamicha":1891,"ĠbaayÊ¼ee":1892,"Ġdeemaa":1893,"Ġtatt":1894,"MM":1895,"Ġagarsiis":1896,"Ġkeen":1897,"Ġgochuu":1898,"Ġmurteeff":1899,"Ġajaj":1900,"era":1901,"Ġ-":1902,"atuuf":1903,"Ġdhufe":1904,"ishaan":1905,"ita":1906,"Ġsuu":1907,"Maal":1908,"Ġakkanaa":1909,"inc":1910,"man":1911,"Ġqeerr":1912,"Ġsirni":1913,"Ġjabaa":1914,"Ġxiyyeeff":1915,"Haala":1916,"Ġman":1917,"Ġgaafii":1918,"Ġqabuu":1919,"Ġpoolis":1920,"Ġdalag":1921,"inu":1922,"ĠbalÊ¼":1923,"Ġbarbaachisu":1924,"Ġgaree":1925,"Ġtaheef":1926,"Ġhubachuu":1927,"ĠMinilik":1928,"aara":1929,"Ġlubbuun":1930,"??":1931,"Ã£":1932,"Ġfaar":1933,"Ġqabeenyaa":1934,"Hum":1935,"Ġkkf":1936,"Ġdhaad":1937,"Ġhu":1938,"neef":1939,"ow":1940,"Add":1941,"aatt":1942,"diin":1943,"ĠâĢĶ":1944,"Ġgalii":1945,"Ġgor":1946,"ura":1947,"ĠqabsaaÊ¼":1948,"Ġjaarmay":1949,"Ġqajeel":1950,"Ġfilannoo":1951,"Ġbay":1952,"Ġachi":1953,"aÊ¼a":1954,"Ġuummanni":1955,"ĠLamm":1956,"Ġbarnootaa":1957,"gar":1958,"Ġmara":1959,"uti":1960,"Gab":1961,"Ġjiraachuun":1962,"ulqull":1963,"ih":1964,"Keess":1965,"Ġseenaan":1966,"ist":1967,"rroo":1968,"Ġduula":1969,"Ġqabdu":1970,"Ġhumnaan":1971,"Ġ20":1972,"ĠHaw":1973,"Ġqophii":1974,"Ġhiree":1975,"ew":1976,"Ġkunis":1977,"Ġmin":1978,"Ġukkaam":1979,"Ġjechaa":1980,"Ġcall":1981,"Ġreeb":1982,"abboon":1983,"iz":1984,"Ġbeeksis":1985,"âĢĶâĢĶ":1986,"Ġmaxxan":1987,"Ġjajjab":1988,"uutti":1989,"Ġmaatii":1990,"ĠJir":1991,"Ġshira":1992,"Ġhamaa":1993,"Ġdeeggar":1994,"eessi":1995,"Ġdegg":1996,"Ġwaggoota":1997,"Ġjiruuf":1998,"ixx":1999,"Ġnaan":2000,"waa":2001,"pp":2002,"sit":2003,"atiin":2004,"Ġwaayee":2005,"umma":2006,"Ġiyyuu":2007,"Ġdantaa":2008,"aaleen":2009,"achiif":2010,"Ġtahan":2011,"ayyuu":2012,"ĠkaÊ¼e":2013,"Ġsar":2014,"AL":2015,"oh":2016,"Ġfakkaata":2017,"Ġtattaaf":2018,"Ġnuu":2019,"Ġhumni":2020,"Ġ2016":2021,"achiisuu":2022,"ĠwaaÊ¼ee":2023,"okr":2024,"ĠAfrikaa":2025,"Ġtoof":2026,"Ġdhabamsiis":2027,"Ġtokkummaan":2028,"je":2029,"Ġtas":2030,"agaan":2031,"Ġgay":2032,"siisaa":2033,"Ġbarruu":2034,"tiif":2035,"laan":2036,"gal":2037,"mb":2038,"ersitii":2039,"AT":2040,"Ġkamuu":2041,"Ġdhaamsa":2042,"Ġija":2043,"Ġdeemu":2044,"Ġbalaal":2045,"ayyaa":2046,"Ab":2047,"Ġ/":2048,"Ġnamoonni":2049,"Ġkaleessa":2050,"Ġdhuunf":2051,"Ġkabajaa":2052,"Ġbarbaadu":2053,"Ġisii":2054,"iyoona":2055,"Ġbulchiinsa":2056,"ootti":2057,"Ġon":2058,"Ġlafaa":2059,"Ġmiidhaa":2060,"Ġdu":2061,"Ġwaliigal":2062,"Ġhaar":2063,"Ġbarataa":2064,"ze":2065,"Ġsammuu":2066,"insa":2067,"siif":2068,"Ġtakk":2069,"afxan":2070,"Ġhiik":2071,"Kanneen":2072,"Ġsirrii":2073,"allatt":2074,"Uumm":2075,"uumm":2076,"Ġkeey":2077,".âĢĿ":2078,"Ġsabab":2079,"Ġaar":2080,"Ġjirutti":2081,"Ġargachuu":2082,"War":2083,"Warri":2084,"jir":2085,"Ġtarkaanf":2086,"aph":2087,"Ġwarraaq":2088,"ĠMootummaa":2089,"Ġdhibb":2090,"Ġhumn":2091,"Sir":2092,"Ġhaga":2093,"Ġbalaa":2094,"Ġjaall":2095,"Ġofiin":2096,"Ġdarbe":2097,"Ġdaangaa":2098,"Ġbarattootni":2099,"eessatti":2100,"bbol":2101,"Ġhoogg":2102,"Ġarr":2103,"Ġdhagah":2104,"atamee":2105,"Ġqulqull":2106,"Ġjiraa":2107,"Ġyoon":2108,"aachaa":2109,"oruu":2110,"asaa":2111,"angal":2112,"ĠGaaf":2113,"aran":2114,":-":2115,"Ġ199":2116,"AB":2117,"ts":2118,"Ġqar":2119,"Ġnaaf":2120,"aasee":2121,"ĠDir":2122,"ON":2123,"Ġgarag":2124,"Ġarmaan":2125,"chaan":2126,"ĠAw":2127,"Ġfuula":2128,"Ġdammaq":2129,"ameef":2130,"Ġmala":2131,"ennaa":2132,"atatt":2133,"llee":2134,"Ġkaroo":2135,"thi":2136,"uus":2137,"ummaaf":2138,"orom":2139,"Ġwol":2140,"Ġturre":2141,"Ġejj":2142,"aachuun":2143,"xii":2144,"Ġmak":2145,"Amma":2146,"Ġlakkoof":2147,"Ġtum":2148,"ode":2149,"ĠAdda":2150,"Ġtik":2151,"eettii":2152,"aatanii":2153,"anis":2154,"ce":2155,"Ġbadii":2156,"annaan":2157,"Ġnagaan":2158,"Ġhab":2159,"Ġisaani":2160,"Ġtaanee":2161,"Ġinjifannoo":2162,"aak":2163,"ooma":2164,"ĠAmeer":2165,"2014":2166,"Ġhaalli":2167,"Ġpaar":2168,"Ġisiniif":2169,"HarÊ¼a":2170,"ĠV":2171,"Ġbeekk":2172,"itoot":2173,"Ġqabaachuu":2174,"Ġcode":2175,"Ġolitti":2176,"ĠIto":2177,"Ġhidhaatti":2178,"so":2179,"ĠMar":2180,"univ":2181,"aati":2182,"Ġdhuunfaa":2183,"Ġmalees":2184,"et":2185,"Ġguyy":2186,"Ġ11":2187,"eedd":2188,"Ġmanneen":2189,"Ġuummataa":2190,"Ġisaatti":2191,"abbii":2192,"Ġbabal":2193,"Ġdog":2194,"Ġbeel":2195,"Ho":2196,"Ġbiyyatti":2197,"atani":2198,"Ġshan":2199,"Qabsoon":2200,"Ġmiid":2201,"ijj":2202,"tonni":2203,"Ġtuq":2204,"ittii":2205,"ass":2206,"ĠIrree":2207,"Ġgadii":2208,"aannoo":2209,"Ġturte":2210,"Ġdug":2211,"Ġaww":2212,"ahii":2213,",âĢĿ":2214,"Ġdii":2215,"ĠAn":2216,"Ġdhib":2217,"waan":2218,"aÊ¼e":2219,"Ġmilkaa":2220,"Ġ25":2221,"Ġlam":2222,"Er":2223,"AM":2224,"oolessa":2225,"Ġbahaa":2226,"Ġ)":2227,"ĠItti":2228,"Ġgaggeessaa":2229,"ixaa":2230,"Gal":2231,"zex":2232,"Ġeebb":2233,"eb":2234,"ĠSom":2235,"Ġoromiyaa":2236,"Ġhafe":2237,"ob":2238,"Ġkak":2239,"Ġkab":2240,"Ġdhukk":2241,"Ġdubar":2242,"nuu":2243,"agdee":2244,"Ġsoss":2245,"Ġilaalchisee":2246,"atin":2247,"ootaaf":2248,"attoonni":2249,"Ġwarr":2250,"tootni":2251,"arkaan":2252,"aamsaa":2253,"ĠBarataa":2254,"Ġmu":2255,"aasuu":2256,"ĠOROMOO":2257,"Ġgahee":2258,"Ġyo":2259,"unyaan":2260,"Diin":2261,"Mee":2262,"Ġbas":2263,"Ġmiseensota":2264,"ĠUummata":2265,"ĠMis":2266,"Amm":2267,"ateen":2268,"Ġdaandii":2269,"SH":2270,"Ġakkasuma":2271,"Ġmaqaan":2272,"mii":2273,"Ġfuudh":2274,"eÊ¼ee":2275,"Ġjiranii":2276,"Ġhojiin":2277,"thiop":2278,"Yaa":2279,"aasaan":2280,"Ġdabre":2281,"teen":2282,"achiisaa":2283,"iree":2284,"Ġim":2285,"Ġayyaana":2286,"Ġdhagg":2287,"ĠOromootti":2288,"Rakk":2289,"Ġishii":2290,"amte":2291,"eenye":2292,"Ġhaq":2293,"ĠtaÊ¼anii":2294,"Gama":2295,"ĠOl":2296,"aalii":2297,"Ġcal":2298,"Ġqot":2299,"Ġtahuun":2300,"Ġhidhannoo":2301,"Ġras":2302,"Ġgootota":2303,"Injif":2304,"imma":2305,"Ġkuma":2306,"amii":2307,"Ġargaa":2308,"iiroo":2309,"Ġdabalatee":2310,"Inni":2311,"Ġsagantaa":2312,"eenyi":2313,"ĠHay":2314,"Ġhumnoota":2315,"Ġganda":2316,"Ġeg":2317,"aha":2318,"Ġtaph":2319,"ek":2320,"Ġdhageess":2321,"Ġgurgudd":2322,"idaa":2323,"Ġkunoo":2324,"Ġduree":2325,"Ġalatti":2326,"Ġkum":2327,"Itti":2328,"Ġtumsa":2329,"Ġdald":2330,"ĠBahaa":2331,"Ġtokkotti":2332,"Ġuummatni":2333,"000":2334,"bla":2335,"ĠkaÊ¼ee":2336,"Ġgarb":2337,"Ġhunduu":2338,"Ġsirr":2339,"Ġadeemsa":2340,"Ġguf":2341,"ĠAddunyaa":2342,"Ġboq":2343,"Ġakeeka":2344,"ugaa":2345,"Ġiddoo":2346,"Ġmeeq":2347,"ĠbalÊ¼aa":2348,"ochii":2349,"ooraa":2350,"aÊ¼an":2351,"Ġdhangal":2352,"eenyaan":2353,"ĠBir":2354,"ĠMootummaan":2355,"afa":2356,"Ġnurraa":2357,"Ġkennuu":2358,"~~":2359,"ĠBoor":2360,"Ġfudhachuu":2361,"Egaa":2362,"Ġhaqa":2363,"wwaa":2364,"),":2365,"agga":2366,"Ġsiyaasa":2367,"Ġbalaaleff":2368,"Ġdhaabbachuu":2369,"ĠFeder":2370,"sisaa":2371,"Ġduub":2372,"Ġdoor":2373,"Ġdubbatan":2374,"aasuun":2375,"Ġhinqab":2376,"Ġabd":2377,"Ġbarbaada":2378,"Ġgargaarsa":2379,"tootaa":2380,"Ê¼aan":2381,"Ġjirtan":2382,"Ġbahee":2383,"Ġfeder":2384,"Ġeegalee":2385,"Ġdhuk":2386,"Ġmiseensa":2387,"kii":2388,"uura":2389,"Ġdedd":2390,"Ġseeraa":2391,"ĠAanaa":2392,"Ġalagaa":2393,"Ġtakka":2394,"Ġdirree":2395,"Ani":2396,"oomf":2397,"Ġmurteessaa":2398,"ĠAbd":2399,"Ġgodina":2400,"Ġbiyyummaa":2401,"Ġhubachiis":2402,"Ġhind":2403,"Ġoof":2404,"Ġkolon":2405,"fakk":2406,"acha":2407,"bar":2408,"arreen":2409,"Ġob":2410,"Ġlaal":2411,"Ġyaadd":2412,"Ġsanyii":2413,"Ġdarbee":2414,"Ġyookaan":2415,"Ġshor":2416,"Ġbarbaadan":2417,"bul":2418,"Ġayyaan":2419,"Ġhundaaf":2420,"Ġkonkol":2421,"Ġwaraan":2422,"ĠAkka":2423,"ĠGuu":2424,"Seenaa":2425,"Ġgabaab":2426,"Ġjedhaman":2427,"Ġdhufu":2428,"Ġ18":2429,"Ġmars":2430,"Ġhatatt":2431,"Ġhaara":2432,"iddaan":2433,"eenc":2434,"ĠObboo":2435,"ĠGu":2436,"ĠKibbaa":2437,"Ġjirr":2438,"iyoo":2439,"Ġmogg":2440,"Ġobbol":2441,"achiisa":2442,"Ġbishaan":2443,"ĠGar":2444,"Ġcunqurf":2445,"Ġdegger":2446,"ĠDC":2447,"Ġbeekamu":2448,"ya":2449,"Ġeenyu":2450,"Ġang":2451,"Ġwalt":2452,"ĠMas":2453,"ollee":2454,"Ġtti":2455,"Ġkiyy":2456,"irri":2457,"Ġtarr":2458,"Ġmurna":2459,"Ġjiraate":2460,"ĠItophiyaa":2461,"Ġofirraa":2462,"Ġwagg":2463,"Oromo":2464,"dan":2465,"edha":2466,"Ġifaa":2467,"Ġor":2468,"uraa":2469,"Ġduuba":2470,"ĠYuunivarsiitii":2471,"Ġlab":2472,"Ġ16":2473,"zii":2474,"ĠGoot":2475,"Ġbarbaachisa":2476,"bo":2477,"Ġgodhan":2478,"ĠGuyyaa":2479,"Ġargam":2480,"Ġhojjachuu":2481,"Ġmagaala":2482,"ĠAs":2483,"idda":2484,"!!!":2485,"Karaa":2486,"gudd":2487,"Ġfash":2488,"Ġkom":2489,"adaan":2490,"ĠSab":2491,"Ġbahe":2492,"Ġruk":2493,"Ġdhiibbaa":2494,"Ġmata":2495,"Ġqabanii":2496,"koo":2497,"Ġtaate":2498,"Ġguutummaa":2499,"addaa":2500,"Ġfar":2501,"Ġkaleessaa":2502,"qa":2503,"ĠdandaÊ¼an":2504,"Ġmitii":2505,"Ġsanaa":2506,"Ġdhaqqab":2507,"gala":2508,"nam":2509,"ĠâĢ¦":2510,"Ġgalch":2511,"Ġummatoota":2512,"ĠTokkummaa":2513,"Kanaafuu":2514,"ĠbaayÊ¼":2515,"Ġmaall":2516,"ileen":2517,"Ġbuuf":2518,"Ġgodhe":2519,"Ġabbaan":2520,"fachuu":2521,"Oromoo":2522,"oob":2523,"Qabsoo":2524,"Wayyaaneen":2525,"Ġkall":2526,"Hund":2527,"aajj":2528,"Ġhag":2529,"ĠOromoot":2530,"Ġakkamitti":2531,"Ġdogogg":2532,"ixa":2533,"eed":2534,"uur":2535,"Ġsodaa":2536,"EEN":2537,"Ġdhukkub":2538,"Ġsim":2539,"Ġhadh":2540,"Ġbahan":2541,"Ġcin":2542,"Akkas":2543,"200":2544,"jiin":2545,"urree":2546,"aadd":2547,"aandh":2548,"attan":2549,"Ġfufee":2550,"ataniif":2551,"ĠdeebiÊ¼ee":2552,"Ġcaalaatti":2553,"Ġtooftaa":2554,"inii":2555,"ĠmariÊ¼":2556,"Ġhafee":2557,"eessaan":2558,"Ġgodhaa":2559,"Ġaddatti":2560,"Ġsaboota":2561,"Ġdhufee":2562,"Ġ21":2563,"Ġtaha":2564,"usl":2565,"Ġargamsiis":2566,"UMM":2567,"Ġisaas":2568,"itu":2569,"Ġdhabuun":2570,"aloo":2571,"Ġ14":2572,"Ib":2573,"anga":2574,"ĠHum":2575,"Ġkaroora":2576,"ataman":2577,"itt":2578,"ĠJaal":2579,"daal":2580,"ff":2581,"Ġmidh":2582,"Ġbaasuu":2583,"Ġdhugoom":2584,"ĠGudd":2585,"oraa":2586,"Ġgub":2587,"iÊ¼a":2588,"ĠArsii":2589,"Ġdi":2590,"Guyyaa":2591,"ĠGamm":2592,"iddu":2593,"ĠOr":2594,"ĠtaÊ¼aa":2595,"Ġammaatti":2596,"Ġgargar":2597,"oc":2598,"omaa":2599,"ĠSir":2600,"Ġhubachuun":2601,"PR":2602,"Ġhundee":2603,"Ġdubbatu":2604,"Ġdurii":2605,"Ġolola":2606,"ttii":2607,"uug":2608,"Ġbaatii":2609,"Ġgadh":2610,"Ġdhiig":2611,"Ġdheeraaf":2612,"Ġbarbad":2613,"ĠbabalÊ¼":2614,"ĠAmeerikaa":2615,"Ġjeeq":2616,"dhan":2617,"Ġwanni":2618,"Ġirratt":2619,"ilb":2620,"nib":2621,"Ġfuuldur":2622,"Ġdhaabbilee":2623,"Ġseeraan":2624,"de":2625,"yyii":2626,"ĠIrraa":2627,"mail":2628,"itootessa":2629,"Gar":2630,"aama":2631,"Ġuff":2632,"Afaan":2633,"Ġkadh":2634,"aataan":2635,"edia":2636,"Ġbarumsaa":2637,"Ġdanday":2638,"Ġabbootii":2639,"iinx":2640,"ĠSabboon":2641,"Kunis":2642,"AD":2643,"Ġ!":2644,"Ġofitti":2645,"Ġbittaa":2646,"aarm":2647,"Ġgodhu":2648,"Ġqabee":2649,"illi":2650,"Ã©":2651,"ĠOromiyaan":2652,"Ġtokkoom":2653,"YAA":2654,"aah":2655,"isti":2656,"Ġbahuu":2657,"Ġgeggeeff":2658,"ĠBilis":2659,"Ġbood":2660,"TI":2661,"Ġsadii":2662,"Ġqaan":2663,"Ġsilaa":2664,"ĠEr":2665,"Ġbin":2666,"Ġjirre":2667,"ASH":2668,"Ġdhiph":2669,"Ġwallaal":2670,"Ġilma":2671,"Ġdabree":2672,"Ġmas":2673,"ĠHin":2674,"Ġheddu":2675,"ĠIlmaan":2676,"ĠBoruu":2677,"Ġbiraatiin":2678,"Ġqalbii":2679,"Ġnafxan":2680,"Ġlaata":2681,"Ġdhaggeeff":2682,"araan":2683,"Abb":2684,"ĠOb":2685,"Ġwaajj":2686,"amnee":2687,"Ġfaall":2688,"Ġkanas":2689,"Ġafur":2690,"qaba":2691,"Ġ13":2692,"Ġrakkoon":2693,"ING":2694,"Ġrif":2695,"adhu":2696,"Ġhogg":2697,"oos":2698,"Ġteenya":2699,"Ġtasg":2700,"iid":2701,"ĠOn":2702,"Ilmaan":2703,"Ġdhaal":2704,"mayaa":2705,"Am":2706,"Ġbiraan":2707,"Ġbulaa":2708,"Biyy":2709,"ttu":2710,"Ġfarra":2711,"Ġbaasuuf":2712,"argee":2713,"IS":2714,"aggar":2715,"2016":2716,"Ġbilisa":2717,"Ġati":2718,"Ġdhaabaa":2719,"mi":2720,"âĢ¦âĢ¦âĢ¦âĢ¦âĢ¦âĢ¦âĢ¦âĢ¦":2721,"Ġajjeechaa":2722,"Lamm":2723,"Ġ:":2724,"Ġquu":2725,"Ġdhaabbatu":2726,"Ġhaadha":2727,"mpaayera":2728,"gaaf":2729,"Ġsochiin":2730,"Ġgala":2731,"RR":2732,"ĠMir":2733,"siisuu":2734,"Ġtaanaan":2735,"Ġlola":2736,"ps":2737,"Ġbeekamaa":2738,"Ġuummat":2739,"Ġdandeenya":2740,"Ġhidhaman":2741,"idaan":2742,"âĸ":2743,"Ġdeemuu":2744,"ĠGabr":2745,"Ġkess":2746,"Ġjedhame":2747,"Ġhol":2748,"ubee":2749,"arsaa":2750,"Ġdiinaaf":2751,"ĠdandaÊ¼ama":2752,"lm":2753,"Ġmormit":2754,"isaan":2755,"illeen":2756,"Ġirraatti":2757,"ĠAbdii":2758,"PRDF":2759,"CH":2760,"ĠOromooti":2761,"Ġkaaf":2762,"Ġmanaa":2763,"Ġkanuma":2764,"Biyya":2765,"Ġgochuun":2766,"ĠOromootiin":2767,"Ġqorannoo":2768,"Ġwayyaan":2769,"ĠKeessatti":2770,"Mur":2771,"Ġ24":2772,"Ġmirgi":2773,"eh":2774,"gee":2775,"Ġdhork":2776,"Ġargama":2777,"Ġargame":2778,"Ġjijjir":2779,"Ġmallatt":2780,"Ġtoo":2781,"ĠGur":2782,"ĠEthiop":2783,"Ġisaatiin":2784,"Ġduubatti":2785,"OA":2786,"Ġir":2787,"ĠariÊ¼":2788,"TON":2789,"aanne":2790,"Ġnan":2791,"Ġqabsoof":2792,"achiisuuf":2793,"2013":2794,"Ġbilisoom":2795,"Hir":2796,"Ij":2797,"ĠkaaÊ¼":2798,"Ġjedhama":2799,"aandhala":2800,"Haalli":2801,"Obbo":2802,"Ġgaaffiin":2803,"ity":2804,"Ġargatan":2805,"Ġhojjet":2806,"Ġqalb":2807,"itee":2808,"âĢ¦.":2809,"Ġsii":2810,"Ġisaati":2811,"ĠSadaasa":2812,"Ġgahuuf":2813,"Qeerr":2814,"Ġhafan":2815,"ĠWallaggaa":2816,"XG":2817,"ĠMP":2818,"Ġbeekuu":2819,"Ġsabni":2820,"Ġfudhatee":2821,"ibba":2822,"Ġtuff":2823,"www":2824,"Ġduraan":2825,"ĠEbla":2826,"Ġfufa":2827,"axaba":2828,"Haal":2829,"Ġkaf":2830,"Ġhaqaa":2831,"agalee":2832,"afuu":2833,"ĠdandaÊ¼amu":2834,"Ġguur":2835,"MN":2836,"sisuu":2837,"oonii":2838,"Ġfaay":2839,"ĠDH":2840,"amb":2841,"Ġgool":2842,"Ġwalqab":2843,"Ġqabuun":2844,"âĢİ":2845,"ite":2846,"Ġeega":2847,"Ġodeeff":2848,"Ġwayita":2849,"istee":2850,"Ummanni":2851,"Barr":2852,"kana":2853,"Ġdhaaf":2854,"âĢ¬":2855,"Ġolii":2856,"wal":2857,"Ġdorg":2858,"Ġweer":2859,"âĸ¶":2860,"ĠKutaa":2861,"Ġdeddeeb":2862,"Ġlag":2863,"Ġgodaan":2864,"Ġkeessattis":2865,"ĠNam":2866,"ĠShaggar":2867,"Ġjidduu":2868,"chiis":2869,"wa":2870,"mbed":2871,"#âĢİ":2872,"Ġamana":2873,"Ġqaq":2874,"ĠHidh":2875,"Ġgoww":2876,"Ġmarti":2877,"Oromiyaa":2878,"Ġkaroor":2879,"mee":2880,"aallee":2881,"Ġofiif":2882,"eenyaaf":2883,"Ġgadaa":2884,"Ġ30":2885,"Nuti":2886,"Ġkanarratti":2887,"Ġjiruun":2888,"Ġ23":2889,"Sabab":2890,"Ġqabaa":2891,"Ġkeenyaan":2892,"Ġeegale":2893,"Sad":2894,"Ġgochuuf":2895,"phiyaan":2896,"Ġguddina":2897,"asa":2898,"Ġqabatanii":2899,"Ġbeekne":2900,"Ġtaasise":2901,"eessoo":2902,"aasni":2903,"Ġxin":2904,"Ġgoo":2905,"INGTON":2906,"noo":2907,"Ġollaa":2908,"Ġsanii":2909,"ASHINGTON":2910,"ĠOromoos":2911,"Ġdursa":2912,"Ġdhagay":2913,"ateef":2914,"Ġdandah":2915,"Ġdimook":2916,"Ġawwaal":2917,"Ġwalq":2918,"Ġdandeettii":2919,"ĠYuniv":2920,"Ġwaar":2921,"Ġdhoo":2922,"isi":2923,"Ġnaq":2924,"ayyoo":2925,"Ġqubee":2926,"duun":2927,"ran":2928,"Ġgid":2929,"aÊ¼anii":2930,"ĠShawaa":2931,"nibarsiitii":2932,"Ar":2933,"beek":2934,"aafii":2935,"Ġittin":2936,"Ġfedha":2937,"Ġtaasisuu":2938,"Ġdham":2939,"itaab":2940,"Ġmuldh":2941,"rot":2942,"ĠNag":2943,"Ġagarsii":2944,"Ġhamilee":2945,"tokk":2946,"uman":2947,"ĠLeenc":2948,"Ġgaggeeffamaa":2949,"Ġbarreeffama":2950,"Ġmot":2951,"Ġdhufan":2952,"Ġlammiilee":2953,"iina":2954,"Ġdagaa":2955,"Ġbeeka":2956,"arraaq":2957,"Ġijaaruu":2958,"Ġhawaasaa":2959,"Ġquba":2960,"Tokkummaa":2961,"aase":2962,"ĠOromoonni":2963,"Ġgurra":2964,"Ġgocha":2965,"Ġaddaatti":2966,"Ġijaarr":2967,"ĠduÊ¼a":2968,"irra":2969,"ĠHund":2970,"Ġgabaabaa":2971,"gaÊ¼":2972,"Ġjettee":2973,"caa":2974,"niin":2975,"amin":2976,"iraasii":2977,"ĠFinc":2978,"Ġrama":2979,"ABOn":2980,"Kaayy":2981,"Ġtilm":2982,"Ġwaadaa":2983,"Ġdarban":2984,"Finfinnee":2985,"ĠGum":2986,"Ġbeekan":2987,"ĠCaamsaa":2988,"Ġqofaan":2989,"?âĢĿ":2990,"amiin":2991,"ĠqeÊ¼ee":2992,"isoo":2993,"aattii":2994,"Ġdubbachuu":2995,"Ġgidduutti":2996,"aÊ¼uun":2997,"ec":2998,"================":2999,"axabajjii":3000,"Ġkiyyaa":3001,"Ġwaraanni":3002,"ĠAmaar":3003,"Ġgahuu":3004,"Ġxumura":3005,"Ġfashal":3006,"aamm":3007,"Ġwaanuma":3008,"Ġgaraagar":3009,"Ġturanii":3010,"Ġilaalu":3011,"maamm":3012,"ĠHarargee":3013,"Haat":3014,"IR":3015,"ver":3016,"ĠGull":3017,"him":3018,"eree":3019,"Ġbaasee":3020,"Ġamantaa":3021,"Ġcab":3022,"ĠSeenaa":3023,"Ġ197":3024,"ibaa":3025,"xee":3026,"Ġdargaggoota":3027,"tr":3028,"áĮ":3029,"ĠDaan":3030,"Ġmiliyoona":3031,"DH":3032,"pit":3033,"ve":3034,"Ġdhabee":3035,"ĠfeÊ¼":3036,"Ġth":3037,"ĠHir":3038,"Ġgodhuu":3039,"Ġgalgala":3040,"arsh":3041,"2015":3042,"Ġmadda":3043,"ĠAmajjii":3044,"aanis":3045,"Ġdaf":3046,"Ġbarattoonni":3047,"Ġlall":3048,"Ġsobaa":3049,"ochiin":3050,"Mis":3051,"Ġcinaa":3052,"Ġbirm":3053,"Ġdhalate":3054,"Ġbarat":3055,"ĠFinfin":3056,"Ġseena":3057,"Ġbahanii":3058,"Ġoggaa":3059,"ond":3060,"oollee":3061,"Ġfalmaa":3062,"arm":3063,"Ġxur":3064,"Ġlaaff":3065,"aleen":3066,"Ġmij":3067,"ĠMur":3068,"Ġcich":3069,"Ġdeeman":3070,"Ġdhimmi":3071,"Ġbarumsa":3072,"ilii":3073,"ĠMana":3074,"Ġtokkollee":3075,"Ġfudhate":3076,"Ġyaam":3077,"Ġ17":3078,"Ġoliif":3079,"!âĢĿ":3080,"Nama":3081,"laamaa":3082,"yi":3083,"dhu":3084,"Ġkennan":3085,"Ġumrii":3086,"God":3087,"Ġtu":3088,"Ġ(âĢľ":3089,"arraan":3090,"Ġsanatti":3091,"Ġakkamiin":3092,"WASHINGTON":3093,"Ġeer":3094,"Ġ22":3095,"anq":3096,"arree":3097,"Ġroorroo":3098,"umtuu":3099,"Ġtokkoof":3100,"Ġolaanaa":3101,"Ġhojjechuu":3102,"xannoo":3103,"Ġjaarraa":3104,"attootni":3105,"Ġxiinx":3106,"Ġgonf":3107,"Ġhujii":3108,"Ġmiidiyaa":3109,"satti":3110,"xoo":3111,"atamaan":3112,"ulb":3113,"uslim":3114,"Ġdabb":3115,"kkaa":3116,"ĠBara":3117,"Ġdararaa":3118,"Ġbaroota":3119,"Ġolol":3120,"Ġhojjachaa":3121,"Dubb":3122,"Ġtun":3123,"ĠYeroo":3124,"rotes":3125,"essuu":3126,"Ġeegamu":3127,"Ġdinq":3128,"Ġkaff":3129,"Ġkanan":3130,"Ġilaaluu":3131,"kun":3132,"Ġoo":3133,"Ġakkana":3134,"Ġmaaltu":3135,"Ġjalqabaa":3136,"Ġbarachuu":3137,"udhan":3138,"Ġwalgahii":3139,"Ġjireenyaa":3140,"Ġsagan":3141,"Ġdhiisanii":3142,"Ġcunqursaa":3143,"Kuni":3144,"Ġulfaataa":3145,"Ġhiraar":3146,"Ġtiin":3147,"ĠIj":3148,"Ġfudhatan":3149,"Ġlammaffaa":3150,"Ġdimokr":3151,"Ġbaayyee":3152,"zidaan":3153,"Ġbaad":3154,"Ġpol":3155,"Ġshorork":3156,"fame":3157,"ht":3158,"ĠDim":3159,"ng":3160,"ª#âĢİ":3161,"ĠOduu":3162,"aqaan":3163,"Ġjalqabe":3164,"Ġhamb":3165,"As":3166,"Ġliq":3167,"Ġjedhuu":3168,"afaa":3169,"iya":3170,"ĠHawaasa":3171,"Ġdhumaa":3172,"Ġjiraniif":3173,"achuudhaan":3174,"ooftuu":3175,"Haaluma":3176,"Ġgalma":3177,"ĠNaannoo":3178,"Ġumur":3179,"Ġgariin":3180,"Ġeegama":3181,"Ġibsuu":3182,"Ġgodin":3183,"Ġjirus":3184,"Ġqeerroo":3185,"famee":3186,"Ġdem":3187,"Ġjara":3188,"aatuun":3189,"ĠKon":3190,"Gu":3191,"Ġduratti":3192,"Ġgalaaf":3193,"Ġbaasaa":3194,"ĠOMN":3195,"Ġfayyaa":3196,"Ġhindand":3197,"Ġergam":3198,"________":3199,",,":3200,"19":3201,"TPLF":3202,"Ġammallee":3203,"Ġgabaa":3204,"Ġdeema":3205,"Dhal":3206,"Ġdukk":3207,"Ġgoota":3208,"Ġwalaba":3209,"aannu":3210,"Ġganama":3211,"IL":3212,"Ġbaraan":3213,"adhe":3214,"Ġat":3215,"Ġqabxii":3216,"Ġgabb":3217,"ĠEPRDF":3218,"Ummata":3219,"Mag":3220,"lamm":3221,"ooyy":3222,"Ġqabnee":3223,"Ġyaroo":3224,"Ġdhaabbatan":3225,"ĠAmer":3226,"Ġkeenyatti":3227,"ĠYuunibarsiitii":3228,"uuniv":3229,"Ġfiig":3230,"Ġwaloo":3231,"ĠtaÊ¼een":3232,"Ġcaala":3233,"The":3234,"yee":3235,"Ġmaraa":3236,"Ġgalmaan":3237,"Ġgabaasa":3238,"siisuuf":3239,"Ġkennaa":3240,"Ġrakkisaa":3241,"Dhugaa":3242,"KK":3243,"ĠWayyaan":3244,"Ġduwwaa":3245,"Ġcaasaa":3246,"Ġhiyy":3247,"Ê¼n":3248,"Ġargatu":3249,"adda":3250,"achiisu":3251,"Ġdandeenyu":3252,"Ġbadh":3253,"Ġnaa":3254,"Ġolaan":3255,"Ġgahu":3256,"ĠIng":3257,"uum":3258,"Ġkaay":3259,"Ġsirb":3260,"Isa":3261,"Ġbur":3262,"Ġdhuma":3263,"Ġoduu":3264,"ayya":3265,"Gaaffii":3266,"sinee":3267,"dhuma":3268,"ĠJaarraa":3269,"Ġlafee":3270,"ĠdhagaÊ¼":3271,"Ġgalee":3272,"Ġbarattootaa":3273,"ĠYuuniversitii":3274,"UMMAA":3275,"TA":3276,"Ġgurr":3277,"Ġarguu":3278,"oomish":3279,"Ġmalu":3280,"âĢĵ":3281,"ĠSaba":3282,"ĠUmmat":3283,"isiisu":3284,"ĠOnkol":3285,"Ġqun":3286,"Ġfudhatu":3287,"Ġyaalii":3288,"Ġhawwii":3289,"Ġnaanna":3290,"ard":3291,"Dhug":3292,"Ġfagoo":3293,"Ġhaalaan":3294,"lan":3295,"Ġqeeq":3296,"Ġummati":3297,"ĠFXG":3298,"Ġjaarmayaa":3299,"ĠGullallee":3300,"ĠharÊ¼as":3301,"Ġhalkan":3302,"Ġgonk":3303,"Ġsirriitti":3304,"ayaa":3305,"ĠTV":3306,"Ġhojjatan":3307,"Ġhooggana":3308,"Ġkb":3309,"abuu":3310,"iss":3311,"Ġgatii":3312,"Ġkanarraa":3313,"Ġhinjir":3314,"onnaa":3315,"ateera":3316,"eesh":3317,"Ġjenne":3318,"Ġkbps":3319,"adha":3320,"Ġnuun":3321,"Ġbeekumsa":3322,"Ġkennu":3323,"://":3324,"Fakk":3325,"ty":3326,"Ġisaanitti":3327,"Ġuummatoota":3328,"Ġdhaabbachuun":3329,"Ġsumm":3330,"ĠMudd":3331,"oll":3332,"Ġut":3333,"ĠmulÊ¼atu":3334,"Ummatni":3335,"aaliyaa":3336,"aayyuu":3337,"Ġwareegaman":3338,"Ġtajaajil":3339,"Erga":3340,"Ġdhun":3341,"Ġkeessaatti":3342,"Ġ26":3343,"ulluu":3344,"ĠOromootiif":3345,"ootumm":3346,"icc":3347,"gmail":3348,"ĠTuul":3349,"Ġxax":3350,"Ġlolaa":3351,"Ġwalfakk":3352,"aniifi":3353,"Ġgeess":3354,"ĠBitootessa":3355,"allaa":3356,"Ee":3357,"Ġbaat":3358,"isiisaa":3359,"ĠGam":3360,"Darg":3361,"aangudd":3362,"Ġbel":3363,"Ġdabalee":3364,"Ġgammachuu":3365,"ijjiir":3366,"garaa":3367,"ĠtoÊ¼":3368,"Abdii":3369,"Maqaa":3370,"Ġwo":3371,"ĠMacc":3372,"aleel":3373,"Ġyaadu":3374,"Ġoolu":3375,"San":3376,"har":3377,"roo":3378,"ams":3379,"ĠHag":3380,"ĠhirÊ¼":3381,"ĠNama":3382,"Ġdeemuun":3383,"ĠGo":3384,"ataniiru":3385,"ĠsaÊ¼aa":3386,"Ġguyyaan":3387,"âĢĺ":3388,"Ġgootummaa":3389,"Ġdalagaa":3390,"Ġdachee":3391,"itaaba":3392,"Maaliif":3393,"ĠLammii":3394,"Ġkoph":3395,"Ġqabsiis":3396,"ĠHaa":3397,"eeffachuu":3398,"Ġtarsii":3399,"ĠYaa":3400,"Ġjedhamutti":3401,"Ġdhaadannoo":3402,"Gara":3403,"Ġaddunyaan":3404,"Ġkaasuun":3405,"Ġgaazex":3406,"Ġroorr":3407,"Ġjee":3408,"ĠMall":3409,"ituu":3410,"dhab":3411,"oottan":3412,"ĠSiyaa":3413,"Ġshakkii":3414,"Ġkamiin":3415,"ro":3416,"Ġnamaaf":3417,"Ġjabaatee":3418,"isiif":3419,"ĠAkk":3420,"Ġtaasisaa":3421,"ĠBaqq":3422,"Ġseene":3423,"Ġpoolisii":3424,"fuf":3425,"tichi":3426,"udhaan":3427,"Ġakkaataa":3428,"Ġqondaal":3429,"iinsi":3430,"achu":3431,"ĠLixaa":3432,"Ġjalqaba":3433,"Ġfufu":3434,"Ġdabran":3435,"Ġbe":3436,"Ġwajjiin":3437,"uutu":3438,"Ġkij":3439,"ĠMo":3440,"Ġnamootni":3441,"aawaa":3442,"ĠDargii":3443,"Ġqin":3444,"ulul":3445,"Ġturani":3446,"alle":3447,"Ġhaarom":3448,"ĠNaq":3449,").":3450,"ĠBiyyaa":3451,"Ġqood":3452,"Ġaddunyaatti":3453,"ĠGabrummaa":3454,"Ġqaqqab":3455,"ĠIrr":3456,"Ġgodhee":3457,"mpay":3458,"Ġqonnaan":3459,"Tarkaan":3460,"piyaa":3461,"ammad":3462,"Ġseenan":3463,"Ġkenname":3464,"ĠBarattoota":3465,"Ġdhiisee":3466,"Ġjette":3467,"totni":3468,"Ġkeessum":3469,"Humni":3470,"fatee":3471,"alii":3472,"Ġdhaabbatee":3473,"Ġangoo":3474,"Ġhas":3475,"Ġmaaf":3476,"Ġibsan":3477,"ĠPoolis":3478,"Warra":3479,"Ġgaafatama":3480,"Ġjalqabee":3481,"idha":3482,"Ġ\"":3483,"Ġkoree":3484,"Ġfala":3485,"Ġgaafata":3486,"Ġergaa":3487,"Ġtajaajila":3488,"Ġlabsii":3489,"ton":3490,"Ġisanii":3491,"Ġhundatti":3492,"Ġhafu":3493,"Ġlamaa":3494,"Ġdiinaan":3495,"Ġabaar":3496,"Ġdhugaan":3497,"Ġfincila":3498,"Jir":3499,"yyoo":3500,"ĠAfrii":3501,"Hanga":3502,"ooll":3503,"Ġcaalu":3504,"Tokkummaan":3505,"********":3506,"Ġbeekaa":3507,"Ġmudate":3508,"Ġdhah":3509,"Ġgaafatu":3510,"Ġgalatti":3511,"Ġraaw":3512,"Ġgabroomf":3513,"Ġsodaach":3514,"rotests":3515,"BC":3516,"asii":3517,"Ġdhabe":3518,"Ġjijjiirama":3519,"Ġv":3520,"ev":3521,"Ġargamuu":3522,"Ġmuraasa":3523,"Ġdubbiin":3524,"ĠsochoÊ¼":3525,"Ġadeemsif":3526,"10":3527,"Ã¼":3528,"Ġsalphaa":3529,"ĠAadaa":3530,"ammaak":3531,"itiin":3532,"Ġdursee":3533,"Ġibsanii":3534,"Ġmiil":3535,"kanii":3536,"otti":3537,"umaaf":3538,"ĠQoph":3539,"Ġseenee":3540,"ĠUm":3541,"ĠAwur":3542,"Ġdagaag":3543,"Ġtaatee":3544,"ĠDab":3545,"ennoo":3546,"qii":3547,"Ġsiif":3548,"Ġarii":3549,"ĠRoo":3550,"Ġlakkaaw":3551,"Ġmeeqa":3552,"gaan":3553,"adhee":3554,"Ġgabaaf":3555,"ĠAman":3556,"Namoonni":3557,"Ġid":3558,"ĠMu":3559,"Ġfudhachuun":3560,"Ġjennaan":3561,"ĠMaal":3562,"Ġgaraan":3563,"ĠGad":3564,"ĠKad":3565,"Ġnurratti":3566,"Ġtikaa":3567,"Wan":3568,"ĠMoh":3569,"ĠDhaabb":3570,"âĢĶâĢĶâĢĶâĢĶ":3571,"ĠDirree":3572,"Ġqotee":3573,"Ġhint":3574,"ĠIrratti":3575,"ĠTas":3576,"Ġbahuun":3577,"Ġfufe":3578,"Ġhojjechaa":3579,"Ġyoomiyyuu":3580,"kiin":3581,"Ġfaana":3582,"Ġmoor":3583,"ĠOromoorratti":3584,"Ġfudhatama":3585,"ĠqophaaÊ¼":3586,"ĠOPDOn":3587,"ĠBeek":3588,"Ġgaafachuu":3589,"Ġfufuu":3590,"aani":3591,"Ġdadd":3592,"ĠAyyaana":3593,"saatti":3594,"amaniiru":3595,"Ġbasaas":3596,"Ġgonkumaa":3597,"ood":3598,"eessinee":3599,"ĠBaar":3600,"Ġdeebiin":3601,"Ġimaamm":3602,"Ġsak":3603,"eerri":3604,"Ġbakkaan":3605,"Injifannoo":3606,"famu":3607,"wwaan":3608,"Ġbaase":3609,"ĠAdaamaa":3610,"Ġqawween":3611,"Diinni":3612,"Ġennaa":3613,"ĠDiddaa":3614,"Ġkunneen":3615,"Ġbulchaa":3616,"Ġdhufuu":3617,"Ġmaali":3618,"Ġbaasanii":3619,"abbiin":3620,"angudd":3621,"ĠDargagg":3622,"ĠIbsaa":3623,"Ġdararamaa":3624,"Ġbubb":3625,"ĠWarraaq":3626,"ĠWBOn":3627,"Ġbakkee":3628,"ulbaana":3629,"eekka":3630,"ĠOromiyaatti":3631,"Ġmuumm":3632,"uree":3633,"Ġjedhamuun":3634,"Ġgol":3635,"Ġmeesh":3636,"Ġbilch":3637,"Ġfeen":3638,"Ġhintaan":3639,"ile":3640,"ĠSBO":3641,"Ġsob":3642,"Ġgodhame":3643,"Ġyaadatama":3644,"Ġgamtaan":3645,"Dhaab":3646,"Je":3647,"amaal":3648,"ĠAddaa":3649,"Bakka":3650,"Ġiss":3651,"Ġirrattis":3652,"ĠJal":3653,"Ġjechuudha":3654,"Ġambaa":3655,"!!!!!!!!":3656,"Ġbarbaachisaadha":3657,"OPDO":3658,"ĠáĬ":3659,"amani":3660,"oomina":3661,"Ġyaadannoo":3662,"Ammas":3663,"deen":3664,"Ġisaaniitti":3665,"Ġbaasuun":3666,"Ġijoolleen":3667,"Ġhaaraan":3668,"Ġduguug":3669,"On":3670,"Ġqus":3671,"Ibsa":3672,"Ġtilmaam":3673,"Haw":3674,"ggaa":3675,"eeti":3676,"eeffachuun":3677,"Ġabj":3678,"AAL":3679,"Ġbaha":3680,"axx":3681,"Ġkenne":3682,"amaniif":3683,"Ġjirtuu":3684,"ĠBaalee":3685,"alayaa":3686,"Ġdhabamsiisuuf":3687,"abummaa":3688,"aluu":3689,"Ġjechuudhaan":3690,"ĠgaÊ¼aa":3691,"tor":3692,"Ġyaadaa":3693,"Ġbahu":3694,"Ġrakkina":3695,"Walumaa":3696,"Ġkallattii":3697,"ĠtaÊ¼uuf":3698,"Ġkaayyoon":3699,"eett":3700,"ĠDar":3701,"ormii":3702,"Ġsarb":3703,"Ġwarreen":3704,"famaa":3705,"ves":3706,"Ġmanni":3707,"Ġjiraan":3708,"ĠAB":3709,"aasan":3710,"nan":3711,"Ġijj":3712,"attanii":3713,"ĠQubee":3714,"iyaalee":3715,"Ġdaaww":3716,"Ġdiriir":3717,"Ġbilb":3718,"kn":3719,"Ã¸":3720,"Ġirrati":3721,"kaak":3722,"Ġeebbif":3723,"Ġkaa":3724,"amma":3725,"itan":3726,"Ġkonkolaataa":3727,"ĠEthiopia":3728,"iliz":3729,"Ġyaaddoo":3730,"Ġgalan":3731,"Ġbarbaadd":3732,"Ġfakkeenya":3733,"ĠCh":3734,"Ġbaasu":3735,"ĠIrreechaa":3736,"keek":3737,"Ġkooti":3738,"Ġjilb":3739,"Ġfiduu":3740,"Ġlaga":3741,"Ġjedhamtu":3742,"ĠDii":3743,"ĠharÊ¼aatti":3744,"Ġhabash":3745,"SAA":3746,"ĠAh":3747,"Ġargachuuf":3748,"Ġnafxany":3749,"udha":3750,"ĠyaaÊ¼":3751,"Ġnamummaa":3752,"eerra":3753,"Ġdhaabuu":3754,"Ġgarbummaa":3755,"Ġrukut":3756,"Ġfun":3757,"Ġguutu":3758,"Ġ=":3759,"Ġqilleen":3760,"iddutti":3761,"Ġtakkaa":3762,"oromoo":3763,"iroo":3764,"Ġhariiroo":3765,"ian":3766,"Ġsafuu":3767,"Ġkeessaan":3768,"awa":3769,"lem":3770,"Ġkumaat":3771,"Ġeessa":3772,"ametti":3773,"Ġhundumaa":3774,"ĠToo":3775,"Ġjenna":3776,"ĠEe":3777,"Ġilaaluun":3778,"Ġkuff":3779,"Ġdinagdee":3780,"Of":3781,"umsi":3782,"Ġhundeeff":3783,"Ġakkaan":3784,"ĠdeebiÊ¼anii":3785,"ĠduÊ¼aa":3786,"An":3787,"quu":3788,"Ġtarkaanfiin":3789,"inuu":3790,"Ġjedhamuu":3791,"Ġgaluu":3792,"Ġnamatti":3793,"ĠgaÊ¼ee":3794,"namtii":3795,"Ġkitaab":3796,"Ġtokkootti":3797,"Ġbaree":3798,"Ġlaat":3799,"ĠMul":3800,"Ġdeemee":3801,"Ġwaajjira":3802,"UT":3803,"ho":3804,"dhee":3805,"Ġmurtee":3806,"Ġhorii":3807,"YY":3808,"fatan":3809,"vo":3810,"aya":3811,"Ġhubannoo":3812,"Ġbahuuf":3813,"tooti":3814,"Ġalaatti":3815,"ĠbalÊ¼inaan":3816,"ĠAfriikaa":3817,"titti":3818,"Ġbaatee":3819,"Ġgaf":3820,"dhe":3821,"ttp":3822,"Ġdhabb":3823,"alaan":3824,"Ġkeessatt":3825,"Ġbarsiisaa":3826,"Ġisaaniin":3827,"ĠBaq":3828,"ayee":3829,"Ġ2008":3830,"ĠGootota":3831,"ĠOromummaan":3832,"Ġgareen":3833,"ĠJaar":3834,"Ġibsaa":3835,"Ġmidhaan":3836,"ĠBur":3837,"Ġgaafatam":3838,"ĠdandaÊ¼uu":3839,"acuu":3840,"Ġbilisummaan":3841,"Ġgeggeess":3842,"qee":3843,"Ġ27":3844,"Ġlafti":3845,"Al":3846,"ilaanii":3847,"ĠDuul":3848,"ĠFI":3849,"ĠFuf":3850,"Ġajaja":3851,"Ġgufuu":3852,"Ġtahanii":3853,"Ġkennuuf":3854,"Ġrakkoolee":3855,"Ġbeen":3856,"Ġbaratoota":3857,"Ġhiman":3858,"ĠkaÊ¼uun":3859,"Ġwaltajjii":3860,"11":3861,"Taph":3862,"Ġcacc":3863,"Ġfaallaa":3864,"Ġbiyyi":3865,"ĠJedh":3866,"saaf":3867,"Ġful":3868,"ĠBakka":3869,"Ġfufuun":3870,"Gaafa":3871,"Ġwaliigaltee":3872,"Ġpaartii":3873,"atoomaa":3874,"Ġdho":3875,"Ġtahin":3876,"Ġtaasisan":3877,"Ġleenjii":3878,"Ġkeenna":3879,"ticha":3880,"Ġqarsh":3881,"Ġyennaa":3882,"Ġwald":3883,"aayuu":3884,"Sochiin":3885,"ĠjiÊ¼a":3886,"Ġfor":3887,"Ġfira":3888,"ĠOna":3889,"Ġdeebif":3890,"Ġjennu":3891,"Ġalaabaa":3892,"Ġtarsiimoo":3893,"Sana":3894,"ĠdaaÊ¼":3895,"Ġjarri":3896,"Ġfaash":3897,"gaw":3898,"Ġdhibba":3899,"akkaa":3900,"ener":3901,"Ġjijjii":3902,"ĠdeebiÊ¼uu":3903,"ariitii":3904,"ĠIbsa":3905,"Sirni":3906,"ĠSud":3907,"Ġilmoo":3908,"Ġgodhanii":3909,"ĠtaÊ¼in":3910,"ĠGud":3911,"ĠKir":3912,"Ġloltoota":3913,"ĠBaha":3914,"Ġdhufuun":3915,"ubar":3916,"Ġjedhanitti":3917,"Ġimpaay":3918,"Ġmaraan":3919,"Dhaabb":3920,"Yaad":3921,"Ġqabamanii":3922,"Ġfudhatanii":3923,"Ġ2012":3924,"Ġnyaata":3925,"Ġwayta":3926,"suma":3927,"ooni":3928,"Ġheera":3929,